[
  {
    "title": "Ultrashort laser pulses catch a snapshot of a 'molecular handshake'",
    "link": "https://phys.org/news/2025-12-ultrashort-laser-pulses-snapshot-molecular.html",
    "pubDate": "Sun, 14 Dec 2025 11:10:01 EST",
    "categories": [
      "Optics & Photonics Soft Matter"
    ],
    "description": "Liquids and solutions are complex environments—think, for example, of sugar dissolving in water, where each sugar molecule becomes surrounded by a restless crowd of water molecules. Inside living cells, the picture is even more complex: tiny liquid droplets carry proteins or RNA and help organize the cell's chemistry.",
    "guid": "news684769629"
  },
  {
    "title": "Long-hypothesized dynamic transition seen in deeply supercooled water for the first time",
    "link": "https://phys.org/news/2025-12-dynamic-transition-deeply-supercooled.html",
    "pubDate": "Sun, 14 Dec 2025 10:00:01 EST",
    "categories": [
      "Condensed Matter Soft Matter"
    ],
    "description": "In a new study published in Nature Physics, researchers have achieved the first experimental observation of a fragile-to-strong transition in deeply supercooled water, resolving a scientific puzzle that has persisted for nearly three decades.",
    "guid": "news684763149"
  },
  {
    "title": "Atomic Josephson contacts: How Bose-Einstein condensates replicate Shapiro steps",
    "link": "https://phys.org/news/2025-12-atomic-josephson-contacts-bose-einstein.html",
    "pubDate": "Fri, 12 Dec 2025 11:39:27 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "The microscopic processes taking place in superconductors are difficult to observe directly. Researchers at the RPTU University of Kaiserslautern-Landau have therefore implemented a quantum simulation of the Josephson effect: They separated two Bose-Einstein condensates (BECs) by means of an extremely thin optical barrier.",
    "guid": "news684761941"
  },
  {
    "title": "Water's enigmatic surface: X-ray snapshots reveal atoms and molecules at work",
    "link": "https://phys.org/news/2025-12-enigmatic-surface-ray-snapshots-reveal.html",
    "pubDate": "Fri, 12 Dec 2025 10:58:14 EST",
    "categories": [
      "Optics & Photonics Soft Matter"
    ],
    "description": "Water is all around us, yet its surface layer—home to chemical reactions that shape life on Earth—is surprisingly hard to study. Experiments at SLAC's X-ray laser are bringing it into focus.",
    "guid": "news684759481"
  },
  {
    "title": "Pinpointing the glow of a single atom to advance quantum emitter engineering",
    "link": "https://phys.org/news/2025-12-atom-advance-quantum-emitter.html",
    "pubDate": "Fri, 12 Dec 2025 09:30:35 EST",
    "categories": [
      "General Physics Quantum Physics"
    ],
    "description": "Researchers have discovered how to design and place single-photon sources at the atomic scale inside ultrathin 2D materials, lighting the path for future quantum innovations.",
    "guid": "news684754202"
  },
  {
    "title": "Dual substitution induces room-temperature ferromagnetism and negative thermal expansion in BiFeO₃",
    "link": "https://phys.org/news/2025-12-dual-substitution-room-temperature-ferromagnetism.html",
    "pubDate": "Thu, 11 Dec 2025 19:50:01 EST",
    "categories": [
      "Condensed Matter"
    ],
    "description": "Using a dual-cation substitution approach, researchers at Science Tokyo introduced ferromagnetism into bismuth ferrite, a well-known and promising multiferroic material for next-generation memory technologies. By replacing ions at both the bismuth and iron sites with calcium ions and heavier elements, they modified the spin structure and achieved ferromagnetism at room temperature. Additionally, negative thermal expansion was observed. This ability to engineer magnetism and thermal expansion in a multiferroic material aids in realizing future memory devices.",
    "guid": "news684690170"
  },
  {
    "title": "Tiny optical modulator could enable giant future quantum computers",
    "link": "https://phys.org/news/2025-12-tiny-optical-modulator-enable-giant.html",
    "pubDate": "Thu, 11 Dec 2025 16:46:37 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Researchers have made a major advance in quantum computing with a new device that is nearly 100 times smaller than the diameter of a human hair.",
    "guid": "news684693961"
  },
  {
    "title": "Chip-scale magnetometer uses light for high-precision magnetic sensing",
    "link": "https://phys.org/news/2025-12-chip-scale-magnetometer-high-precision.html",
    "pubDate": "Thu, 11 Dec 2025 14:54:30 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers have developed a precision magnetometer based on a special material that changes optical properties in response to a magnetic field. The device, which is integrated onto a chip, could benefit space missions, navigation and biomedical applications.",
    "guid": "news684687241"
  },
  {
    "title": "All-optical modulation in silicon achieved via an electron avalanche process",
    "link": "https://phys.org/news/2025-12-optical-modulation-silicon-electron-avalanche.html",
    "pubDate": "Thu, 11 Dec 2025 08:40:01 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Over the past decades, engineers have introduced numerous technologies that rely on light and its underlying characteristics. These include photonic and quantum systems that could advance imaging, communication and information processing.",
    "guid": "news684579966"
  },
  {
    "title": "Using soccer balls to refine computational fluid dynamics research methods",
    "link": "https://phys.org/news/2025-12-soccer-balls-refine-fluid-dynamics.html",
    "pubDate": "Wed, 10 Dec 2025 14:33:14 EST",
    "categories": [
      "General Physics Soft Matter"
    ],
    "description": "If you're a soccer fan, you're familiar with this common sight: A penalty kick is in place, with a \"wall\" of defenders lined up in front of the goal, ready to leap to try to block the ball if it sails overhead.",
    "guid": "news684599581"
  },
  {
    "title": "Magnetic ordering induces Jahn-Teller effect in spinel-type compounds",
    "link": "https://phys.org/news/2025-12-magnetic-jahn-teller-effect-spinel.html",
    "pubDate": "Wed, 10 Dec 2025 14:20:02 EST",
    "categories": [
      "Condensed Matter"
    ],
    "description": "The Jahn-Teller effect, proposed by Jahn and Teller in 1937, describes how molecules or crystals with degenerate electronic orbitals can lower their total energy by distorting their structure. This distortion lifts the degeneracy, stabilizing certain orbitals that become occupied by electrons. While many materials exhibiting this effect have been found, the involvement of spin—the source of magnetism—has rarely been observed because magnetic ordering usually occurs at much lower temperatures than structural distortions caused by the Jahn-Teller effect.",
    "guid": "news684598501"
  },
  {
    "title": "Study links vanishing of specific heats at absolute zero with principle of entropy increase",
    "link": "https://phys.org/news/2025-12-links-specific-absolute-principle-entropy.html",
    "pubDate": "Wed, 10 Dec 2025 13:25:28 EST",
    "categories": [
      "General Physics"
    ],
    "description": "In a new publication, Professor José-María Martín-Olalla, from the Department of Condensed Matter Physics at the University of Seville, has described the direct link between the vanishing of specific heats at absolute zero—a general experimental observation established in the early 20th century—and the second law of thermodynamics.",
    "guid": "news684595502"
  },
  {
    "title": "ALICE solves mystery of light-nuclei survival",
    "link": "https://phys.org/news/2025-12-alice-mystery-nuclei-survival.html",
    "pubDate": "Wed, 10 Dec 2025 12:36:34 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Observations of the formation of light-nuclei from high-energy collisions may help in the hunt for dark matter.",
    "guid": "news684592561"
  },
  {
    "title": "The rhythm of swarms: Tunable particles synchronize movement like living organisms",
    "link": "https://phys.org/news/2025-12-rhythm-swarms-tunable-particles-synchronize.html",
    "pubDate": "Wed, 10 Dec 2025 12:19:25 EST",
    "categories": [
      "General Physics Soft Matter"
    ],
    "description": "A collaboration between the University of Konstanz and Forschungszentrum Jülich has achieved the first fully tunable experimental realization of a long predicted \"swarmalator\" system. The study, published in Nature Communications, shows how tiny, self-propelled particles can simultaneously coordinate their motion and synchronize their internal rhythms—a behavior reminiscent of flashing fireflies, Japanese tree frogs or schooling fish.",
    "guid": "news684591541"
  },
  {
    "title": "Direct observation reveals 'two-in-one' roles of plasma turbulence",
    "link": "https://phys.org/news/2025-12-reveals-roles-plasma-turbulence.html",
    "pubDate": "Wed, 10 Dec 2025 12:15:45 EST",
    "categories": [
      "Plasma Physics"
    ],
    "description": "Producing fusion energy requires heating plasma to more than one hundred million degrees and confining it stably with strong magnetic fields. However, plasma naturally develops fluctuations known as turbulence, and they carry heat outward and weaken confinement. Understanding how heat and turbulence spread is therefore essential.",
    "guid": "news684591301"
  },
  {
    "title": "New iron telluride thin film achieves superconductivity for quantum computer chips",
    "link": "https://phys.org/news/2025-12-iron-telluride-thin-superconductivity-quantum.html",
    "pubDate": "Wed, 10 Dec 2025 12:12:16 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "If quantum computing is going to become an every-day reality, we need better superconducting thin films, the hardware that enables storage and processing of quantum information. Too often, these thin films have impurities or other defects that make them useless for real quantum computer chips.",
    "guid": "news684591121"
  },
  {
    "title": "An old jeweler's trick could unlock next-generation nuclear clocks",
    "link": "https://phys.org/news/2025-12-jeweler-generation-nuclear-clocks.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:04 EST",
    "categories": [
      "General Physics"
    ],
    "description": "In 2008, a team of UCLA-led scientists proposed a scheme to use a laser to excite the nucleus of thorium atoms to realize extremely accurate, portable clocks. Last year, they realized this longstanding goal by bombarding thorium atoms embedded in specialized fluoride crystals with a laser. Now, they have found a way to dramatically simplify and strengthen the process by replacing the specialized crystals with thorium electroplated onto steel.",
    "guid": "news684583882"
  },
  {
    "title": "Quantum machine learning nears practicality as partial error correction reduces hardware demands",
    "link": "https://phys.org/news/2025-12-quantum-machine-nears-partial-error.html",
    "pubDate": "Wed, 10 Dec 2025 09:20:06 EST",
    "categories": [
      "Quantum Physics"
    ],
    "description": "Imagine a future where quantum computers supercharge machine learning—training models in seconds, extracting insights from massive datasets and powering next-gen AI. That future might be closer than you think, thanks to a breakthrough from researchers at Australia's national research agency, CSIRO, and The University of Melbourne.",
    "guid": "news684580675"
  },
  {
    "title": "Neutrino observatories show promise for detecting light dark matter",
    "link": "https://phys.org/news/2025-12-neutrino-observatories-dark.html",
    "pubDate": "Wed, 10 Dec 2025 09:10:02 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Dark matter is an elusive type of matter that does not emit, reflect or absorb light, yet is estimated to account for most of the universe's mass. Over the past decades, many physicists worldwide have been trying to detect this type of matter or signals associated with its presence, employing various approaches and technologies.",
    "guid": "news684579982"
  },
  {
    "title": "Ghostly solar neutrinos caught transforming carbon atoms deep underground",
    "link": "https://phys.org/news/2025-12-ghostly-solar-neutrinos-caught-carbon.html",
    "pubDate": "Wed, 10 Dec 2025 09:00:10 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Neutrinos are one of the most mysterious particles in the universe, often called \"ghost particles\" because they rarely interact with anything else. Trillions stream through our bodies every second, yet leave no trace. They are produced during nuclear reactions, including those that take place in the core of our sun.",
    "guid": "news684508634"
  },
  {
    "title": "'Light-bending' material that controls blue and ultraviolet light could transform advanced chipmaking",
    "link": "https://phys.org/news/2025-12-material-blue-ultraviolet-advanced-chipmaking.html",
    "pubDate": "Tue, 09 Dec 2025 17:50:02 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers from TU Delft and Radboud University (The Netherlands) have discovered that the two-dimensional ferroelectric material CuInP₂S₆ (CIPS) can be used to control the pathway and properties of blue and ultraviolet light like no other material can.",
    "guid": "news684517303"
  },
  {
    "title": "Surprising nanoscopic heat traps found in diamonds",
    "link": "https://phys.org/news/2025-12-nanoscopic-diamonds.html",
    "pubDate": "Tue, 09 Dec 2025 12:37:15 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Diamond is famous in material science for being the best natural heat conductor on Earth—but new research reveals that, at the atomic scale, it can briefly trap heat in unexpected ways. The findings could influence how scientists design diamond-based quantum technologies, including ultra-precise sensors and future quantum computers.",
    "guid": "news684506221"
  },
  {
    "title": "Laser draws made-to-order magnetic landscapes",
    "link": "https://phys.org/news/2025-12-laser-magnetic-landscapes.html",
    "pubDate": "Tue, 09 Dec 2025 12:03:33 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers at the Paul Scherrer Institute PSI, in collaboration with the National Institute of Standards and Technology (NIST) in Boulder, Colorado, have for the first time succeeded in using existing laser technology to continuously vary the magnetic properties of two-dimensional materials.",
    "guid": "news684504181"
  },
  {
    "title": "Electron-phonon interactions in crystals found to be quantized by a fundamental constant",
    "link": "https://phys.org/news/2025-12-electron-phonon-interactions-crystals-quantized.html",
    "pubDate": "Tue, 09 Dec 2025 11:10:02 EST",
    "categories": [
      "Condensed Matter Quantum Physics"
    ],
    "description": "A researcher at the Department of Physics at Tohoku University has uncovered a surprising quantum phenomenon hidden inside ordinary crystals: the strength of interactions between electrons and lattice vibrations—known as phonons—is not continuous, but quantized. Even more remarkably, this strength is universally linked to one of the most iconic numbers in physics: the fine-structure constant.",
    "guid": "news684500724"
  },
  {
    "title": "A new traveling-wave Josephson amplifier with built-in reverse isolation",
    "link": "https://phys.org/news/2025-12-josephson-amplifier-built-reverse-isolation.html",
    "pubDate": "Tue, 09 Dec 2025 09:30:01 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "Traveling-wave parametric amplifiers (TWPAs) are electronic devices that boost weak microwave signals (i.e., electromagnetic waves with frequencies typically ranging between 1 and 100 GHz). Recently, many engineers have been developing TWPAs based on superconductors, materials that conduct electricity with a resistance of zero at low temperatures.",
    "guid": "news684420067"
  },
  {
    "title": "From light to logic: Ultrafast quantum switching in 2D materials",
    "link": "https://phys.org/news/2025-12-logic-ultrafast-quantum-2d-materials.html",
    "pubDate": "Tue, 09 Dec 2025 08:51:39 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Scientists from the Indian Institute of Technology Bombay have found a way to use light to control and read tiny quantum states inside atom-thin materials. The simple technique could pave the way for computers that are dramatically faster and consume far less power than today's electronics.",
    "guid": "news684492661"
  },
  {
    "title": "CERN upbeat as China halts particle accelerator mega-project",
    "link": "https://phys.org/news/2025-12-cern-upbeat-china-halts-particle.html",
    "pubDate": "Tue, 09 Dec 2025 04:23:21 EST",
    "categories": [
      "General Physics"
    ],
    "description": "The chief of the CERN physics laboratory says China's decision to pause its major particle accelerator project presents an \"opportunity\" to ensure Europe's rival plan goes ahead.",
    "guid": "news684476571"
  },
  {
    "title": "Expanding the search for quantum-ready 2D materials",
    "link": "https://phys.org/news/2025-12-quantum-ready-2d-materials.html",
    "pubDate": "Mon, 08 Dec 2025 17:12:21 EST",
    "categories": [
      "Condensed Matter Quantum Physics"
    ],
    "description": "Quantum technologies from ultrasensitive sensors to next-generation information processors depend on the ability of quantum bits, or qubits, to maintain their delicate quantum states for a sufficiently long time to be useful.",
    "guid": "news684436321"
  },
  {
    "title": "New model describes how reaction-diffusion networks develop 'foams'",
    "link": "https://phys.org/news/2025-12-reaction-diffusion-networks-foams.html",
    "pubDate": "Mon, 08 Dec 2025 15:37:14 EST",
    "categories": [
      "Soft Matter"
    ],
    "description": "For numerous fundamental processes of life, the formation of certain protein patterns is essential. Protein pattern formation controlled by molecular switches is—like many processes in nature—far removed from a state of equilibrium.",
    "guid": "news684430621"
  },
  {
    "title": "Quantifying unknown quantum states: Study explores effectiveness of existing methods",
    "link": "https://phys.org/news/2025-12-quantifying-unknown-quantum-states-explores.html",
    "pubDate": "Mon, 08 Dec 2025 12:50:09 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Reliably quantifying and characterizing the quantum states of various systems is highly advantageous for both quantum physics research and the development of quantum technologies. Quantifying these states typically entails performing several measurements and reconstructing them via a process known as quantum-state tomography.",
    "guid": "news684420057"
  }
]