[
  {
    "title": "Neutron star P13 shows dramatic X-ray variability linked to rotation velocity",
    "link": "https://phys.org/news/2025-12-neutron-star-p13-ray-variability.html",
    "pubDate": "Sun, 14 Dec 2025 13:00:03 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "A research team has investigated long-term X-ray variability in the neutron star NGC 7793 P13, an object thought to be driven by supercritical accretion, where an extraordinary amount of gas falls onto the object and emits intense X-rays. The team found a relation between the X-ray luminosity and the rotation velocity, which could provide clues to reveal the supercritical accretion mechanism.",
    "guid": "news684763213"
  },
  {
    "title": "Supernova immersion model suggests Earth-like planets are more common in the universe",
    "link": "https://phys.org/news/2025-12-supernova-immersion-earth-planets-common.html",
    "pubDate": "Sun, 14 Dec 2025 13:00:01 EST",
    "categories": [
      "Astrobiology Planetary Sciences"
    ],
    "description": "Rocky planets like our Earth may be far more common than previously thought, according to new research published in the journal Science Advances. It suggests that when our solar system formed, a nearby supernova (the massive explosion of a star near the end of its life) bathed it in cosmic rays containing the radioactive ingredients to make rocky, dry worlds. This mechanism could be ubiquitous across the galaxy.",
    "guid": "news684768937"
  },
  {
    "title": "Comet 3I/ATLAS displays greenish hue in new Gemini North telescope images",
    "link": "https://phys.org/news/2025-12-gemini-north-images-reveal-greenish.html",
    "pubDate": "Fri, 12 Dec 2025 14:13:40 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Gemini North captured new images of Comet 3I/ATLAS after it reemerged from behind the sun on its path out of the solar system. The data were collected during a Shadow the Scientists session—a unique outreach initiative that invites students around the world to join researchers as they observe the universe on the world's most advanced telescopes.",
    "guid": "news684771143"
  },
  {
    "title": "Parker Solar Probe spies solar wind 'U-turn'",
    "link": "https://phys.org/news/2025-12-parker-solar-probe-spies.html",
    "pubDate": "Thu, 11 Dec 2025 16:54:28 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "Images captured by NASA's Parker Solar Probe as the spacecraft made its record-breaking closest approach to the sun in December 2024 have now revealed new details about how solar magnetic fields responsible for space weather escape from the sun—and how sometimes they don't.",
    "guid": "news684694441"
  },
  {
    "title": "Earth's atmosphere may help support human life on the moon",
    "link": "https://phys.org/news/2025-12-earth-atmosphere-human-life-moon.html",
    "pubDate": "Thu, 11 Dec 2025 14:38:28 EST",
    "categories": [
      "Space Exploration Planetary Sciences"
    ],
    "description": "The moon's surface may be more than just a dusty, barren landscape. Over billions of years, tiny particles from Earth's atmosphere have landed in the lunar soil, creating a possible source of life-sustaining substances for future astronauts. But scientists have only recently begun to understand how these particles make the long journey from Earth to the moon and how long the process has been taking place.",
    "guid": "news684686282"
  },
  {
    "title": "Astronomers create first map of the sun's outer boundary",
    "link": "https://phys.org/news/2025-12-astronomers-sun-outer-boundary.html",
    "pubDate": "Thu, 11 Dec 2025 12:57:04 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Astronomers have produced the first continuous, two-dimensional maps of the outer edge of the sun's atmosphere, a shifting, frothy boundary that marks where solar winds escape the sun's magnetic grasp. By combining the maps and close-up measurements, scientists from the Center for Astrophysics | Harvard & Smithsonian (CfA) showed that the boundary grows larger, rougher and spikier as the sun becomes more active. The findings could help scientists improve models showing how the sun affects Earth, and better predict atmospheric complexity for other stars.",
    "guid": "news684680186"
  },
  {
    "title": "Small galaxies may buck the black hole trend, Chandra finds",
    "link": "https://phys.org/news/2025-12-small-galaxies-buck-black-hole.html",
    "pubDate": "Thu, 11 Dec 2025 12:42:23 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Most smaller galaxies may not have supermassive black holes in their centers, according to a recent study using NASA's Chandra X-ray Observatory. This contrasts with the common idea that nearly every galaxy has one of these giant black holes within their cores, as NASA leads the world in exploring the secrets of how the universe works.",
    "guid": "news684679321"
  },
  {
    "title": "Astronomers challenge 50-year-old quasar law",
    "link": "https://phys.org/news/2025-12-astronomers-year-quasar-law.html",
    "pubDate": "Thu, 11 Dec 2025 10:34:14 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Compelling evidence that the structure of matter surrounding supermassive black holes has changed over cosmic time has been uncovered by an international team of astronomers.",
    "guid": "news684671641"
  },
  {
    "title": "Astronomers examine nuclear star cluster of nearby galaxy Messier 74",
    "link": "https://phys.org/news/2025-12-astronomers-nuclear-star-cluster-nearby.html",
    "pubDate": "Thu, 11 Dec 2025 10:09:13 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "By analyzing the data from the PHANGS-MUSE survey, an international team of astronomers has inspected a nuclear star cluster of the nearby large spiral galaxy Messier 74. The new study presented Dec. 3 on the arXiv pre-print server, provides essential information regarding the properties and nature of this cluster.",
    "guid": "news684670137"
  },
  {
    "title": "The monster hiding in plain sight: JWST reveals cosmic shapeshifter in the early universe",
    "link": "https://phys.org/news/2025-12-monster-plain-sight-jwst-reveals.html",
    "pubDate": "Thu, 11 Dec 2025 09:49:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "In a glimpse of the early universe, astronomers have observed a galaxy as it appeared just 800 million years after the Big Bang—a cosmic Jekyll and Hyde that looks like any other galaxy when viewed in visible and even ultraviolet light but transforms into a cosmic beast when observed at infrared wavelengths.",
    "guid": "news684668941"
  },
  {
    "title": "Lunar soil analyses reveal how space weathering shapes the moon's ultraviolet reflectance",
    "link": "https://phys.org/news/2025-12-lunar-soil-analyses-reveal-space.html",
    "pubDate": "Wed, 10 Dec 2025 15:22:38 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Southwest Research Institute (SwRI) scientists are collaborating with researchers at UT San Antonio to study how space weathering can alter the lunar surface materials to help interpret regional and global far-ultraviolet (FUV) maps of the moon.",
    "guid": "news684602521"
  },
  {
    "title": "Slow changes in radio scintillation can nudge pulsar timing by billionths of a second",
    "link": "https://phys.org/news/2025-12-radio-scintillation-nudge-pulsar-billionths.html",
    "pubDate": "Wed, 10 Dec 2025 15:01:24 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "For 10 months, a SETI Institute-led team watched pulsar PSR J0332+5434 (also called B0329+54) to study how its radio signal \"twinkles\" as it passes through gas between the star and Earth. The team used the Allen Telescope Array (ATA) to take measurements between 900 and 1,956 MHz and observed slow, significant changes in the twinkling pattern (scintillation) over time.",
    "guid": "news684601261"
  },
  {
    "title": "Einstein's theory comes wrapped up with a bow: Astronomers spot star 'wobbling' around black hole",
    "link": "https://phys.org/news/2025-12-einstein-theory-astronomers-star-black.html",
    "pubDate": "Wed, 10 Dec 2025 14:59:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "The cosmos has served up a gift for a group of scientists who have been searching for one of the most elusive phenomena in the night sky. Their study, presented in Science Advances, reports on the very first observations of a swirling vortex in spacetime caused by a rapidly rotating black hole.",
    "guid": "news684601142"
  },
  {
    "title": "A pioneering study on the feasibility of asteroid mining",
    "link": "https://phys.org/news/2025-12-feasibility-asteroid.html",
    "pubDate": "Wed, 10 Dec 2025 12:38:24 EST",
    "categories": [
      "Space Exploration Planetary Sciences"
    ],
    "description": "Much remains to be known about the chemical composition of small asteroids. Their potential to harbor valuable metals, materials from the early solar system, and the possibility of obtaining a geochemical record of their parent bodies makes them promising candidates for future use of space resources.",
    "guid": "news684592668"
  },
  {
    "title": "Meet Damhán Alla—the newly christened, spider-like feature on Jupiter's moon Europa",
    "link": "https://phys.org/news/2025-12-damhn-alla-newly-christened-spider.html",
    "pubDate": "Wed, 10 Dec 2025 11:46:25 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Irish planetary scientists have christened a spider-like feature on Jupiter's icy moon Europa as \"Damhán Alla,\" which translates to \"spider\" or \"wall demon.\"",
    "guid": "news684589561"
  },
  {
    "title": "Black hole eats star: Student helps chart gamma-ray burst that lasted for days",
    "link": "https://phys.org/news/2025-12-black-hole-star-student-gamma.html",
    "pubDate": "Wed, 10 Dec 2025 11:42:48 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "A team of astronomers including George Washington University physics Ph.D. student Eliza Neights recorded an extraordinary cosmic outburst this July which likely heralds a new kind of stellar explosion. With a flood of data from sources including NASA satellites, the team observed a gamma-ray burst (GRB), the most powerful class of cosmic explosions. But while most GRBs are over in a minute, this one continued for days.",
    "guid": "news684589322"
  },
  {
    "title": "Westerlund 1: First evidence of particle outflow from a young massive star cluster",
    "link": "https://phys.org/news/2025-12-westerlund-evidence-particle-outflow-young.html",
    "pubDate": "Wed, 10 Dec 2025 11:26:27 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Star clusters are of great importance in any galaxy: they are the birthplace of new stars, often containing massive stars of 10 solar masses or more. Such massive stars often drive powerful winds; the combined action of all stars in the cluster then leads to the formation of a \"superbubble\"—a cavity in the interstellar medium.",
    "guid": "news684588361"
  },
  {
    "title": "Estimating stellar-mass compact object accretion in AGN disks with a new method",
    "link": "https://phys.org/news/2025-12-stellar-mass-compact-accretion-agn.html",
    "pubDate": "Wed, 10 Dec 2025 11:14:25 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "A research team from the Yunnan Observatories of the Chinese Academy of Sciences (CAS), in collaboration with other researchers, has developed a new method to estimate how stellar-mass compact objects (COs)—including black holes, neutron stars, and white dwarfs—accrete matter within active galactic nucleus (AGN) disks. This work provides new insights into the evolution of these objects in extreme cosmic environments.",
    "guid": "news684587641"
  },
  {
    "title": "Painting galaxy clusters by numbers (and physics)",
    "link": "https://phys.org/news/2025-12-galaxy-clusters-physics.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Galaxy clusters are the most massive objects in the universe held together by gravity, containing up to several thousand individual galaxies and huge reservoirs of superheated, X-ray-emitting gas. The mass of this hot gas is typically about five times higher than the total mass of all the galaxies in galaxy clusters. In addition to these visible components, 80% of the mass of galaxy clusters is supplied by dark matter. These cosmic giants are bellwethers not only for the galaxies, stars and black holes within them, but also for the evolution and growth of the universe itself.",
    "guid": "news684586802"
  },
  {
    "title": "Massive non-cool-core galaxy cluster explored with Chandra",
    "link": "https://phys.org/news/2025-12-massive-cool-core-galaxy-cluster.html",
    "pubDate": "Wed, 10 Dec 2025 09:00:18 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Astronomers have employed NASA's Chandra spacecraft to perform X-ray observations of a massive galaxy cluster known as SPT-CL J0217-5014. Results of the observational campaign, published December 4 on the arXiv preprint server, yield important insights into the properties and nature of this cluster.",
    "guid": "news684566092"
  },
  {
    "title": "K-DRIFT pathfinder: A compact telescope for observing faint galactic structures",
    "link": "https://phys.org/news/2025-12-drift-pathfinder-compact-telescope-faint.html",
    "pubDate": "Tue, 09 Dec 2025 15:50:02 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Conventional telescopes are limited in detecting low-surface-brightness (LSB) structures, which are essential for studying galaxy evolution. Now, researchers have developed a new telescope system featuring a confocal off-axis design with three freeform mirrors, optimized for deep LSB imaging. This system enables astronomers to observe faint galactic features more clearly, revealing how galaxies evolve over time.",
    "guid": "news684517295"
  },
  {
    "title": "Student researcher leads discovery of fastest gamma-ray burst ever recorded",
    "link": "https://phys.org/news/2025-12-student-discovery-fastest-gamma-ray.html",
    "pubDate": "Tue, 09 Dec 2025 14:15:32 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Sarah Dalessi, a fifth-year student in the College of Science at The University of Alabama in Huntsville (UAH), a part of The University of Alabama System, is the lead author of a paper published in The Astrophysical Journal detailing the discovery of the fastest gamma-ray burst (GRB) ever recorded.",
    "guid": "news684512102"
  },
  {
    "title": "How to watch one of the year's best meteor showers, the Geminids",
    "link": "https://phys.org/news/2025-12-year-meteor-showers-geminids.html",
    "pubDate": "Tue, 09 Dec 2025 13:30:42 EST",
    "categories": [
      "Space Exploration"
    ],
    "description": "It's time for one of the strongest meteor showers of the year.",
    "guid": "news684509405"
  },
  {
    "title": "How oxygen first reached Earth's oceans",
    "link": "https://phys.org/news/2025-12-oxygen-earth-oceans.html",
    "pubDate": "Tue, 09 Dec 2025 13:18:27 EST",
    "categories": [
      "Astrobiology Planetary Sciences"
    ],
    "description": "For roughly 2 billion years of Earth's early history, the atmosphere contained no oxygen, the essential ingredient required for complex life. Oxygen began building up during the period known as the Great Oxidation Event (GOE), but when and how it first entered the oceans has remained uncertain.",
    "guid": "news684508649"
  },
  {
    "title": "Observations link solar flare pulsations to repeated magnetic reconnection",
    "link": "https://phys.org/news/2025-12-link-solar-flare-pulsations-magnetic.html",
    "pubDate": "Tue, 09 Dec 2025 12:28:30 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "A new study led by Southwest Research Institute (SwRI) links quasi-periodic pulsations (QPPs) in solar flares to dynamic oscillations in magnetic reconnection, a phenomenon that can drive space weather and affect technology on Earth. This research could help refine traditional solar flare models and provide new insights into the mechanisms driving them.",
    "guid": "news684505681"
  },
  {
    "title": "'Monster Stars' from the cosmic dawn: Astronomers find first direct evidence",
    "link": "https://phys.org/news/2025-12-monster-stars-cosmic-dawn-astronomers.html",
    "pubDate": "Tue, 09 Dec 2025 12:07:27 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Using the James Webb Space Telescope, a team of international researchers have discovered chemical fingerprints of gigantic primordial stars that were among the first to form after the Big Bang.",
    "guid": "news684504421"
  },
  {
    "title": "Short-lived optical flare AT2022zod is an unusual tidal disruption event, astronomers find",
    "link": "https://phys.org/news/2025-12-short-optical-flare-at2022zod-unusual.html",
    "pubDate": "Tue, 09 Dec 2025 09:20:02 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "An international team of astronomers has investigated a short-lived optical flare designated AT2022zod. As a result, they found evidence indicating that this flare is an unusual tidal disruption event. The findings were presented in a research paper published Dec. 1 on the arXiv pre-print server.",
    "guid": "news684494047"
  },
  {
    "title": "Black hole ejects matter at 20% light speed in sun-like magnetic event",
    "link": "https://phys.org/news/2025-12-black-hole-ejects-sun-magnetic.html",
    "pubDate": "Tue, 09 Dec 2025 03:00:01 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "An international team of astronomers, led by SRON, has observed a sudden outburst of matter near the supermassive black hole NGC 3783 at speeds reaching up to 20% of the speed of light. During a 10-day observation, mainly with the XRISM space telescope, the researchers witnessed its formation and acceleration. Scientists often find that these outbursts are powered by strong radiation, but this time the most likely cause is a sudden change in the magnetic field, similar to bursts on the sun that cause solar flares.",
    "guid": "news684420787"
  },
  {
    "title": "NASA-JAXA XRISM finds elemental bounty in supernova remnant",
    "link": "https://phys.org/news/2025-12-nasa-jaxa-xrism-elemental-bounty.html",
    "pubDate": "Mon, 08 Dec 2025 12:50:01 EST",
    "categories": [
      "Astronomy Astrobiology"
    ],
    "description": "For the first time, scientists have made a clear X-ray detection of chlorine and potassium in the wreckage of a star using data from the Japan-led XRISM (X-ray Imaging and Spectroscopy Mission) spacecraft.",
    "guid": "news684420100"
  },
  {
    "title": "Webb reveals double helium tails escaping from a 'hot Jupiter'",
    "link": "https://phys.org/news/2025-12-webb-reveals-helium-tails-hot.html",
    "pubDate": "Mon, 08 Dec 2025 11:13:54 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "For the first time, scientists have continuously monitored a planet's escaping atmosphere over a complete orbit, revealing that the gas giant WASP-121 b is surrounded by not one but two massive helium tails stretching more than halfway around its star.",
    "guid": "news684414782"
  }
]