[
  {
    "title": "Typhoons vacuum microplastics from ocean and deposit them on land, study finds",
    "link": "https://phys.org/news/2025-12-typhoons-vacuum-microplastics-ocean-deposit.html",
    "pubDate": "Sun, 14 Dec 2025 12:00:06 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Tropical storms such as typhoons, hurricanes, and cyclones are Earth's most powerful weather systems. Born over warm oceans, they travel thousands of kilometers to land, traversing waters now polluted with plastics, from coastal runoff to the vast oceanic garbage patches.",
    "guid": "news684755628"
  },
  {
    "title": "Hundreds of iceberg earthquakes detected at the crumbling end of Antarctica's 'doomsday glacier'",
    "link": "https://phys.org/news/2025-12-hundreds-iceberg-earthquakes-crumbling-antarctica.html",
    "pubDate": "Sun, 14 Dec 2025 12:00:03 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Glacial earthquakes are a special type of earthquake generated in cold, icy regions. First discovered in the Northern Hemisphere more than 20 years ago, these quakes occur when huge chunks of ice fall from glaciers into the sea.",
    "guid": "news684763177"
  },
  {
    "title": "Feedback loops from oil fields accelerate Arctic warming and other atmospheric changes, study shows",
    "link": "https://phys.org/news/2025-12-feedback-loops-oil-fields-arctic.html",
    "pubDate": "Fri, 12 Dec 2025 12:16:21 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The climate is changing and nowhere is it changing faster than at Earth's poles. Researchers at Penn State have painted a comprehensive picture of the chemical processes taking place in the Arctic and found that there are multiple, separate interactions impacting the atmosphere.",
    "guid": "news684764161"
  },
  {
    "title": "Earthquake rupture along Main Marmara Fault shows eastward progression towards Istanbul",
    "link": "https://phys.org/news/2025-12-earthquake-rupture-main-marmara-fault.html",
    "pubDate": "Fri, 12 Dec 2025 11:58:41 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "In April 2025, the Main Marmara Fault below the Sea of Marmara in northwestern Türkiye experienced its largest earthquake in over 60 years. In a study published in Science, a team of researchers led by Prof. Dr. Patricia Martínez-Garzón from the GFZ Helmholtz Center for Geosciences in Potsdam, Germany, analyzes nearly two decades of seismic data framing the 2025 April magnitude M 6.2 earthquake.",
    "guid": "news684763081"
  },
  {
    "title": "'Hidden' contrails in cirrus clouds contribute to climate warming, research finds",
    "link": "https://phys.org/news/2025-12-hidden-contrails-cirrus-clouds-contribute.html",
    "pubDate": "Fri, 12 Dec 2025 09:20:23 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Researchers at the Institute for Meteorology at Leipzig University have, for the first time, determined the climatic impact of contrails that form within natural cirrus clouds. Contrails account for the largest share of aviation's climate impact beyond carbon dioxide emissions.",
    "guid": "news684753601"
  },
  {
    "title": "Global measures consistently underestimate food insecurity: 1 in 5 who suffer from hunger may go uncounted",
    "link": "https://phys.org/news/2025-12-global-underestimate-food-insecurity-hunger.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:05 EST",
    "categories": [
      "Environment"
    ],
    "description": "International humanitarian aid organizations rely on analyses from the Integrated Food Security Phase Classification (IPC) system, a global partnership that monitors and classifies the severity of food insecurity to help target assistance where and when it is most needed.",
    "guid": "news684681605"
  },
  {
    "title": "Hidden fuel for ocean microbes: Urea emerges as key energy source for marine ammonia oxidizers",
    "link": "https://phys.org/news/2025-12-hidden-fuel-ocean-microbes-urea.html",
    "pubDate": "Thu, 11 Dec 2025 12:49:18 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Ammonia-oxidizing archaea (AOA) are some of the most abundant microorganisms in the ocean and play a key role in nitrogen cycling. Yet, despite their ubiquity, scientists have long puzzled over how these microbes can flourish in the nutrient-poor waters of the open ocean, where their main nitrogen and energy source, ammonium, is often vanishingly scarce.",
    "guid": "news684679741"
  },
  {
    "title": "Widespread sediments beneath Greenland make its ice more vulnerable to warming",
    "link": "https://phys.org/news/2025-12-widespread-sediments-beneath-greenland-ice.html",
    "pubDate": "Thu, 11 Dec 2025 12:22:25 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "In an age of rising sea levels, as polar ice sheets melt in a climate warmed by fossil fuel emissions, climate modelers are racing to understand what the future might hold for coastlines around the world. But uncertainties about how fast polar ice might melt make predicting coastal inundation difficult. Now, scientists think they've helped make one of those uncertainties, the material conditions underneath the Greenland ice sheet, smaller.",
    "guid": "news684678121"
  },
  {
    "title": "Wintertime spike in oceanic iron levels detected near Hawaii",
    "link": "https://phys.org/news/2025-12-wintertime-spike-oceanic-iron-hawaii.html",
    "pubDate": "Thu, 11 Dec 2025 12:20:12 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Around the world, phytoplankton in the upper ocean help to cycle key nutrients and regulate Earth's climate by absorbing carbon dioxide. These photosynthesizing organisms rely on dissolved iron as an essential micronutrient, meaning that when iron levels drop, phytoplankton activity drops, too.",
    "guid": "news684678001"
  },
  {
    "title": "Spending less can deliver more climate-friendly nutrition",
    "link": "https://phys.org/news/2025-12-climate-friendly-nutrition.html",
    "pubDate": "Wed, 10 Dec 2025 15:52:31 EST",
    "categories": [
      "Environment"
    ],
    "description": "Eating healthily can save money and also cause less greenhouse gas emissions than most people's current food choices, according to a new global study that examined food costs, nutrition, and climate impact around the world.",
    "guid": "news684604321"
  },
  {
    "title": "A new framework addresses fair distribution of emissions",
    "link": "https://phys.org/news/2025-12-framework-fair-emissions.html",
    "pubDate": "Wed, 10 Dec 2025 14:43:18 EST",
    "categories": [
      "Environment"
    ],
    "description": "Ten years ago, on 12 December 2015, the Paris Climate Agreement was signed at the UN Climate Conference. In order to limit global warming to well below two degrees, only a certain amount of CO2 may be emitted worldwide. While the focus was originally on national emission targets, more than 200 subnational regions and almost 300 cities have now adopted their own targets.",
    "guid": "news684600181"
  },
  {
    "title": "Wildfire smoke lofted into atmosphere could affect Earth's climate",
    "link": "https://phys.org/news/2025-12-wildfire-lofted-atmosphere-affect-earth.html",
    "pubDate": "Wed, 10 Dec 2025 14:00:14 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Some wildfires are so intense, they create their own weather—thunderstorms driven by heat that hurtle smoke as high as 10 miles into the sky like giant chimneys.",
    "guid": "news684501061"
  },
  {
    "title": "Iberian peninsula is rotating clockwise, according to new geodynamic data",
    "link": "https://phys.org/news/2025-12-iberian-peninsula-rotating-clockwise-geodynamic.html",
    "pubDate": "Wed, 10 Dec 2025 13:08:57 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "Asier Madarieta, a researcher in the EHU's HGI (Water Environmental Processes) group, has analyzed how the Earth's crust is being compressed and deformed in the field where Eurasia and Africa meet in the Western Mediterranean. His work contributes towards understanding this complex contact field better as well as opening the door to identifying the faults and structures that could lead to earthquakes or deformations on the peninsula.",
    "guid": "news684594421"
  },
  {
    "title": "Tropical cyclones and the carbon cycle: New insights from a model simulation",
    "link": "https://phys.org/news/2025-12-tropical-cyclones-carbon-insights-simulation.html",
    "pubDate": "Wed, 10 Dec 2025 12:22:35 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "For the first time, scientists have resolved extremely intense tropical cyclones and their effect on the ocean carbon cycle in a global Earth system model. Using two category-4 hurricanes in the North Atlantic as examples, the study reveals a cascade of physical-biogeochemical effects including uptake of carbon dioxide and regional-scale phytoplankton bloom. The results are published in the Proceedings of the National Academy of Sciences.",
    "guid": "news684591721"
  },
  {
    "title": "A new 'hypertropical' climate is emerging in the Amazon, exposing trees to deadly stress",
    "link": "https://phys.org/news/2025-12-hypertropical-climate-emerging-amazon-exposing.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:25 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The Amazon rainforest is slowly transitioning to a new, hotter climate with more frequent and intense droughts—conditions that haven't been seen on Earth for tens of millions of years.",
    "guid": "news684583506"
  },
  {
    "title": "Study suggests Earth's inner core may have onion-like layered structure",
    "link": "https://phys.org/news/2025-12-earth-core-onion-layered.html",
    "pubDate": "Wed, 10 Dec 2025 10:50:01 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "An international research team may have found an explanation for seismic anomalies, the noticeable deviations in the behavior of earthquake waves, in Earth's inner core.",
    "guid": "news684585219"
  },
  {
    "title": "Satellite tracking helps map massive rupture of 2025 Myanmar earthquake",
    "link": "https://phys.org/news/2025-12-satellite-tracking-massive-rupture-myanmar.html",
    "pubDate": "Wed, 10 Dec 2025 10:24:16 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "The March 28, 2025, Myanmar earthquake is giving scientists a rare look into how some of the world's most dangerous fault systems behave, including California's San Andreas Fault. Earthquakes are notoriously messy and complex, but this one struck along an unusually straight and geologically \"mature\" fault, creating near-ideal conditions for researchers to observe how Earth releases energy during a major continental rupture.",
    "guid": "news684584572"
  },
  {
    "title": "Global warming amplifies extreme day-to-day temperature swings, study shows",
    "link": "https://phys.org/news/2025-12-global-amplifies-extreme-day-temperature.html",
    "pubDate": "Wed, 10 Dec 2025 10:23:06 EST",
    "categories": [
      "Environment"
    ],
    "description": "A new study has revealed that rapid, large-scale day-to-day temperature fluctuations have intensified amid global warming, representing a distinct climate hazard with impacts on human health. This growing volatility creates a weather pattern akin to a \"climate roller coaster,\" exposing populations to more frequent and sharp shifts between temperature extremes.",
    "guid": "news684584547"
  },
  {
    "title": "Ocean current and seabed shape influence warm water circulation under ice shelves, research reveals",
    "link": "https://phys.org/news/2025-12-ocean-current-seabed-circulation-ice.html",
    "pubDate": "Tue, 09 Dec 2025 19:10:05 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "New research reveals how the speed of ocean currents and the shape of the seabed influence the amount of heat flowing underneath Antarctic ice shelves, contributing to melting.",
    "guid": "news684507602"
  },
  {
    "title": "Geomorphological approach evaluates Galápagos watersheds",
    "link": "https://phys.org/news/2025-12-geomorphological-approach-galpagos-watersheds.html",
    "pubDate": "Tue, 09 Dec 2025 16:34:10 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Galápagos is a living laboratory where every environmental decision matters. On Santa Cruz, the most populated island of the archipelago, freshwater is a limited and increasingly vulnerable resource due to urban growth, agricultural pressure, saltwater intrusion, and climate change. In this context, understanding how water behaves across the landscape becomes essential for water security.",
    "guid": "news684520441"
  },
  {
    "title": "Antarctica's only native insect is already eating microplastics",
    "link": "https://phys.org/news/2025-12-antarctica-native-insect-microplastics.html",
    "pubDate": "Tue, 09 Dec 2025 15:30:01 EST",
    "categories": [
      "Environment"
    ],
    "description": "A global research team led by researchers from the University of Kentucky Martin-Gatton College of Agriculture, Food and Environment has found that Antarctica's only native insect is already ingesting microplastics, even in one of the planet's most remote regions.",
    "guid": "news684516405"
  },
  {
    "title": "Fast-tracking a natural climate solution by compressing millennia of carbon capture into hours",
    "link": "https://phys.org/news/2025-12-fast-tracking-natural-climate-solution.html",
    "pubDate": "Tue, 09 Dec 2025 15:20:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "What if it were possible to take a very slow geological process, one that takes thousands of years in nature, and speed it up so that it happens within hours, in order to slow the rate of global warming?",
    "guid": "news684515490"
  },
  {
    "title": "Chaotic 3D currents form multiple microplastic 'attractors' beneath the ocean surface, study finds",
    "link": "https://phys.org/news/2025-12-chaotic-3d-currents-multiple-microplastic.html",
    "pubDate": "Tue, 09 Dec 2025 11:00:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The ocean is saturated with microplastics. While we know the location of the great garbage patches, where plastic particles may accumulate below the ocean surface remains unknown. The vastness of the ocean means particle sampling data are sparse, but modeling how particles aggregate in 3D fluid flows can help determine where to look.",
    "guid": "news684414661"
  },
  {
    "title": "2025 on track to tie second hottest year on record: EU monitor",
    "link": "https://phys.org/news/2025-12-track-hottest-year-eu.html",
    "pubDate": "Tue, 09 Dec 2025 04:24:07 EST",
    "categories": [
      "Environment"
    ],
    "description": "The planet is on track to log its second hottest year on record in 2025, tied with 2023 after a historic high in 2024, Europe's global warming monitor said Tuesday.",
    "guid": "news684476611"
  },
  {
    "title": "NYC congestion pricing cuts air pollution by 22% in Manhattan, study finds",
    "link": "https://phys.org/news/2025-12-nyc-congestion-pricing-air-pollution.html",
    "pubDate": "Mon, 08 Dec 2025 11:55:35 EST",
    "categories": [
      "Environment"
    ],
    "description": "Since New York City introduced congestion pricing in January 2025, the state has heralded significant reductions in traffic and rush hour delays, fewer crashes and noise complaints, and toll revenue projected to hit $500 million by the end of the year.",
    "guid": "news684417301"
  },
  {
    "title": "Greenhouse gases projected to sharply increase extreme flooding in Central Himalayas",
    "link": "https://phys.org/news/2025-12-greenhouse-gases-sharply-extreme-central.html",
    "pubDate": "Mon, 08 Dec 2025 11:10:06 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Rising greenhouse gas emissions could see the size of extreme floods in the Central Himalayas increase by between as much as 73% and 84% by the end of this century.",
    "guid": "news684412290"
  },
  {
    "title": "Temporary carbon removals can offset methane's short-term warming impact",
    "link": "https://phys.org/news/2025-12-temporary-carbon-offset-methane-short.html",
    "pubDate": "Mon, 08 Dec 2025 10:40:08 EST",
    "categories": [
      "Environment"
    ],
    "description": "Carbon removal projects could prove vital in offsetting methane emissions—the second largest contributor to global warming.",
    "guid": "news684412206"
  },
  {
    "title": "When companies 'go green,' air quality impacts can vary dramatically",
    "link": "https://phys.org/news/2025-12-companies-green-air-quality-impacts.html",
    "pubDate": "Mon, 08 Dec 2025 10:37:39 EST",
    "categories": [
      "Environment"
    ],
    "description": "Many organizations are taking actions to shrink their carbon footprint, such as purchasing electricity from renewable sources or reducing air travel. Both actions would cut greenhouse gas emissions, but which offers greater societal benefits?",
    "guid": "news684412562"
  },
  {
    "title": "Adrift like Shackleton: Robot float survives Antarctic ice",
    "link": "https://phys.org/news/2025-12-adrift-shackleton-robot-survives-antarctic.html",
    "pubDate": "Mon, 08 Dec 2025 08:51:13 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "A robotic float has measured the temperature and salinity from parts of the ocean never sampled before—underneath massive floating ice shelves in East Antarctica.",
    "guid": "news684406206"
  },
  {
    "title": "When climate risk hits home, people listen: Local details can enhance disaster preparedness messaging",
    "link": "https://phys.org/news/2025-12-climate-home-people-local-disaster.html",
    "pubDate": "Mon, 08 Dec 2025 05:00:01 EST",
    "categories": [
      "Environment"
    ],
    "description": "A subtle change in how climate risk is communicated—mentioning a person's local area—can significantly increase attention to disaster preparedness messages, according to a new study by researchers at the Stockholm School of Economics and Harvard University, published in Nature Human Behaviour. The findings offer a practical, low-cost strategy for governments, insurers and local authorities seeking to boost climate resilience in vulnerable communities.",
    "guid": "news684083405"
  }
]