[
  {
    "title": "Earliest botanical art hints at prehistoric mathematical thinking",
    "link": "https://phys.org/news/2025-12-earliest-botanical-art-hints-prehistoric.html",
    "pubDate": "Wed, 10 Dec 2025 14:42:11 EST",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "A new study published in the Journal of World Prehistory reveals that some of humanity's earliest artistic representations of botanical figures were far more than decorative; they were mathematical.",
    "guid": "news684600122"
  },
  {
    "title": "Natural language found more complex than it strictly needs to be—and for good reason",
    "link": "https://phys.org/news/2025-12-natural-language-complex-strictly-good.html",
    "pubDate": "Mon, 01 Dec 2025 15:23:23 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Human languages are complex phenomena. Around 7,000 languages are spoken worldwide, some with only a handful of remaining speakers, while others, such as Chinese, English, Spanish and Hindi, are spoken by billions. Despite their profound differences, they all share a common function: they convey information by combining individual words into phrases—groups of related words—which are then assembled into sentences. Each of these units has its own meaning, which in combination ultimately form a comprehensible whole.",
    "guid": "news683824981"
  },
  {
    "title": "Mapping out the hidden mechanics behind why some fads spread like wildfire",
    "link": "https://phys.org/news/2025-11-hidden-mechanics-fads-wildfire.html",
    "pubDate": "Tue, 25 Nov 2025 11:15:04 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Whether it is a whole friendship group migrating to using iPhones or a swath of classmates wanting the latest Lululemon waterbottle, network scientists have uncovered the hidden mechanics behind social trends.",
    "guid": "news683291701"
  },
  {
    "title": "Algorithm finds smallest dataset that guarantees optimal solutions to complex problems",
    "link": "https://phys.org/news/2025-11-algorithm-smallest-dataset-optimal-solutions.html",
    "pubDate": "Tue, 18 Nov 2025 11:54:04 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Determining the least expensive path for a new subway line underneath a metropolis like New York City is a colossal planning challenge—involving thousands of potential routes through hundreds of city blocks, each with uncertain construction costs. Conventional wisdom suggests extensive field studies across many locations would be needed to determine the costs associated with digging below certain city blocks.",
    "guid": "news682689241"
  },
  {
    "title": "AI math genius delivers 100% accurate results",
    "link": "https://phys.org/news/2025-11-ai-math-genius-accurate-results.html",
    "pubDate": "Fri, 14 Nov 2025 09:50:06 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "At the 2024 International Mathematical Olympiad (IMO), one competitor did so well that it would have been awarded the Silver Prize, except for one thing: it was an AI system. This was the first time AI had achieved a medal-level performance in the competition's history. In a paper published in the journal Nature, researchers detail the technology behind this remarkable achievement.",
    "guid": "news682335780"
  },
  {
    "title": "Robust 'Huber mean' for geometric data protects against noise and outliers",
    "link": "https://phys.org/news/2025-11-robust-huber-geometric-noise-outliers.html",
    "pubDate": "Thu, 13 Nov 2025 09:22:03 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "In an era driven by complex data, scientists are increasingly encountering information that doesn't lie neatly on flat, Euclidean surfaces. From 3D medical scans to robot orientations and AI transformations, much of today's data lives on curved geometric spaces, called Riemannian manifolds. Analyzing such data accurately has remained a challenge, especially when noise or outliers distort results.",
    "guid": "news682248121"
  },
  {
    "title": "Diverse particles form identical geometric patterns when confined, model reveals",
    "link": "https://phys.org/news/2025-11-diverse-particles-identical-geometric-patterns.html",
    "pubDate": "Wed, 12 Nov 2025 17:15:03 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Particles as different as soap bubbles and ball bearings can be made to arrange themselves in exactly the same way, according to a new study that could unlock the creation of brand new materials—including those with promising biomedical applications.",
    "guid": "news682190101"
  },
  {
    "title": "Scientists find evolutionary explanation for 'irrational' dread risk behavior",
    "link": "https://phys.org/news/2025-11-scientists-evolutionary-explanation-irrational-dread.html",
    "pubDate": "Tue, 11 Nov 2025 13:00:04 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "The evolution of the so-called dread risk response has been explained by new research. People often respond to low-probability, high-consequence events like terror attacks or nuclear accidents with a dread risk response. This intense fear of the perceived sources of dread leads to extreme avoidance behavior, which often means that people expose themselves to higher risk of dying in more common incidents like traffic accidents.",
    "guid": "news682087871"
  },
  {
    "title": "Not-so-model behavior: Popular software tools may give faulty forecasts",
    "link": "https://phys.org/news/2025-11-behavior-popular-software-tools-faulty.html",
    "pubDate": "Thu, 06 Nov 2025 14:20:56 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Some of the models used to forecast everything from financial trends to animal populations in an ecosystem are incorrect, according to an Idaho State University statistician.",
    "guid": "news681661253"
  },
  {
    "title": "Unit-free theorem pinpoints key variables for AI and physics models",
    "link": "https://phys.org/news/2025-10-free-theorem-key-variables-ai.html",
    "pubDate": "Wed, 29 Oct 2025 15:38:04 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Machine learning models are designed to take in data, to find patterns or relationships within those data, and to use what they have learned to make predictions or to create new content. The quality of those outputs depends not only on the details of a model's inner workings but also, crucially, on the information that is fed into the model.",
    "guid": "news680971082"
  },
  {
    "title": "How the Mayans were able to accurately predict solar eclipses for centuries",
    "link": "https://phys.org/news/2025-10-mayans-accurately-solar-eclipses-centuries.html",
    "pubDate": "Sun, 26 Oct 2025 08:10:01 EDT",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "The Maya Civilization, from Central America, was one of the most advanced ancient civilizations, known for its significant achievements in astronomy and mathematics. This includes accurate calendars and detailed celestial records, but scientists don't fully understand all the details of their calculations. However, new research is shedding light on how they predicted future eclipses with remarkable accuracy.",
    "guid": "news680517887"
  },
  {
    "title": "Human ingenuity outpaces AI in finding new 'kissing number' bounds",
    "link": "https://phys.org/news/2025-10-human-ingenuity-outpaces-ai-bounds.html",
    "pubDate": "Wed, 22 Oct 2025 15:20:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "How many coins can touch one coin, or how many basketballs can \"kiss\" one basketball at the same time? This seemingly playful question lies at the heart of the famous kissing number problem, a mathematical riddle that becomes almost supernaturally difficult to work out in dimensions beyond 4D. Despite its whimsical name, similar problems have practical applications in areas such as mobile communications and satellite navigation.",
    "guid": "news680364650"
  },
  {
    "title": "Algorithmic outreach can lead to information inequality",
    "link": "https://phys.org/news/2025-10-algorithmic-outreach-inequality.html",
    "pubDate": "Tue, 21 Oct 2025 09:40:48 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Algorithms that identify influential people in social networks can help maximize the reach of messages, but a modeling study published in PNAS Nexus shows that those same algorithms can disseminate information inequitably, potentially exacerbating existing social inequalities.",
    "guid": "news680258442"
  },
  {
    "title": "A mathematical 'Rosetta Stone' translates and predicts the larger effects of molecular systems",
    "link": "https://phys.org/news/2025-10-mathematical-rosetta-stone-larger-effects.html",
    "pubDate": "Mon, 20 Oct 2025 15:08:04 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Penn Engineers have developed a mathematical \"Rosetta Stone\" that translates atomic and molecular movements into predictions of larger-scale effects, like proteins unfolding, crystals forming and ice melting, without the need for costly, time-consuming simulations or experiments. That could make it easier to design smarter medicines, semiconductors and more.",
    "guid": "news680191682"
  },
  {
    "title": "Time-delay snapshots enable scientists to identify dynamics in chaotic systems",
    "link": "https://phys.org/news/2025-10-delay-snapshots-enable-scientists-dynamics.html",
    "pubDate": "Fri, 17 Oct 2025 13:50:02 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Many of the world's most important systems, such as the atmosphere, turbulent fluids, and even the motion of planets, behave unpredictably due to chaos and noise. Scientists often study these systems through their \"invariant\" measures, long-term statistical behaviors, rather than individual paths. While useful, these measures have a fundamental limitation: completely different systems can share the same statistics, making it impossible to identify the underlying dynamics.",
    "guid": "news679926834"
  },
  {
    "title": "When mathematics meets aesthetics: Tessellations as a precise tool for solving complex problems",
    "link": "https://phys.org/news/2025-10-mathematics-aesthetics-tessellations-precise-tool.html",
    "pubDate": "Fri, 10 Oct 2025 12:10:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "In a recent study, mathematicians from Freie Universität Berlin have demonstrated that planar tiling, or tessellation, is much more than a way to create a pretty pattern. Consisting of a surface covered by one or more geometric shapes with no gaps and no overlaps, tessellations can also be used as a precise tool for solving complex mathematical problems.",
    "guid": "news679316546"
  },
  {
    "title": "'Battleship'-style math can improve sustainable design, groundwater management, nuclear waste storage and more",
    "link": "https://phys.org/news/2025-10-battleship-style-math-sustainable-groundwater.html",
    "pubDate": "Fri, 10 Oct 2025 11:17:05 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "In an approach reminiscent of the classic board game \"Battleship,\" Stanford researchers have discovered a way to characterize the microscopic structure of everyday materials such as sand and concrete with high precision.",
    "guid": "news679313822"
  },
  {
    "title": "Small-scale societies worldwide show universal pattern in tool specialization",
    "link": "https://phys.org/news/2025-10-small-scale-societies-worldwide-universal.html",
    "pubDate": "Tue, 07 Oct 2025 11:30:01 EDT",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "Every human society faces a common challenge: to develop the best possible mix of tools that can help them solve problems. But tools, ranging from simple hunting and cooking implements to technology to ways to transport goods and people, require time and resources to develop, says SFI External Professor Marcus Hamilton, an anthropologist at the University of Texas at San Antonio, and small-scale societies must balance that cost against innovation.",
    "guid": "news679054922"
  },
  {
    "title": "Theoretical game model determines how pilgrimages can emerge",
    "link": "https://phys.org/news/2025-10-theoretical-game-pilgrimages-emerge.html",
    "pubDate": "Wed, 01 Oct 2025 14:38:04 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Pilgrimages are ubiquitous across all major world religions. From the Camino de Santiago, a Christian pilgrimage that encompasses routes in southern Europe and ends in Spain, to the Kumbh Mela, a Hindu festival on the banks of India's Ganges River, hundreds of millions of people travel to various sites across the globe to engage in rituals and connect with their faith.",
    "guid": "news678548281"
  },
  {
    "title": "Switching it up: The secret survival strategy to life as revealed by mathematics",
    "link": "https://phys.org/news/2025-09-secret-survival-strategy-life-revealed.html",
    "pubDate": "Tue, 30 Sep 2025 09:17:03 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "The seemingly unpredictable, and thereby uncontrollable, dynamics of living organisms have perplexed and fascinated scientists for a long time. While these dynamics can be represented by reaction networks, which can model a variety of biological systems, taming and therefore controlling these dynamics can be challenging.",
    "guid": "news678442621"
  },
  {
    "title": "ChatGPT appears to improvise when put through ancient Greek math puzzle",
    "link": "https://phys.org/news/2025-09-chatgpt-ancient-greek-math-puzzle.html",
    "pubDate": "Wed, 17 Sep 2025 19:10:01 EDT",
    "categories": [
      "Mathematics Education"
    ],
    "description": "The Artificial Intelligence chatbot, ChatGPT, appeared to improvise ideas and make mistakes like a student in a study that rebooted a 2,400-year-old mathematical challenge.",
    "guid": "news677259121"
  },
  {
    "title": "Systematic fraud uncovered in mathematics publications",
    "link": "https://phys.org/news/2025-09-systematic-fraud-uncovered-mathematics.html",
    "pubDate": "Mon, 15 Sep 2025 12:57:39 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "An international team of authors led by Ilka Agricola, professor of mathematics at the University of Marburg, Germany, has investigated fraudulent practices in the publication of research results in mathematics on behalf of the German Mathematical Society (DMV) and the International Mathematical Union (IMU), documenting systematic fraud over many years.",
    "guid": "news677159854"
  },
  {
    "title": "The science of sacrifice: How altruism and evolution can work in tandem",
    "link": "https://phys.org/news/2025-09-science-sacrifice-altruism-evolution-tandem.html",
    "pubDate": "Mon, 15 Sep 2025 10:40:01 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Hamilton's rule, introduced in the 1960s, says that altruism—helping others at your own expense—can evolve when the benefits to others, multiplied by how closely related they are to you, outweigh the cost to yourself. In simple terms, we're more likely to make sacrifices for family because it helps our shared genes survive.",
    "guid": "news677151279"
  },
  {
    "title": "How tiny tweaks in music shape what we imagine",
    "link": "https://phys.org/news/2025-09-tiny-tweaks-music.html",
    "pubDate": "Tue, 09 Sep 2025 10:30:09 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "New research from the Sydney Music, Mind and Body Lab at the Sydney Conservatorium of Music has found that even the smallest of human touches in music can shape and enhance our imaginations. Mental imagery while listening to music often contains elaborate imagined narratives, sensory experiences such as pictures, smells, or movement, and abstract emotions, all simulated in the listeners' mind and shaped by the sounds they are listening to.",
    "guid": "news676632311"
  },
  {
    "title": "A hidden simplicity behind how people move: Study reveals geography's role in relocation",
    "link": "https://phys.org/news/2025-09-hidden-simplicity-people-reveals-geography.html",
    "pubDate": "Mon, 01 Sep 2025 12:32:04 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "In a new paper, published in Nature Human Behaviour, scientists from DTU (the Technical University of Denmark) examine how geography shapes human mobility and propose a way to separate physical constraints from behavioral patterns. A result that may improve urban planning, transportation design as well as epidemiology models.",
    "guid": "news675948721"
  },
  {
    "title": "Breaking the code in network theory: Bimodularity reveals direction of influence in complex systems",
    "link": "https://phys.org/news/2025-08-code-network-theory-bimodularity-reveals.html",
    "pubDate": "Tue, 26 Aug 2025 14:20:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "As summer winds down, many of us in continental Europe are heading back north. The long return journeys from the beaches of southern France, Spain, and Italy once again clog alpine tunnels and Mediterranean coastal routes during the infamous Black Saturday bottlenecks. This annual migration, like many systems in our world, forms a network—not just of connections, but of communities shaped by shared patterns of origin and destination.",
    "guid": "news675434713"
  },
  {
    "title": "Using game theory to explain how institutions arise naturally to manage limited resources",
    "link": "https://phys.org/news/2025-08-game-theory-naturally-limited-resources.html",
    "pubDate": "Fri, 22 Aug 2025 13:27:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "A simple model developed by a RIKEN researcher and a collaborator predicts the emergence of self-organized institutions that manage limited resources such as fisheries or irrigation water. This model provides a window into the mechanism behind the emergence of such institutions. The results are published in PNAS.",
    "guid": "news675088021"
  },
  {
    "title": "Self-reinforcing cascades: How ideas, beliefs, and innovations spread in the digital age",
    "link": "https://phys.org/news/2025-08-cascades-ideas-beliefs-digital-age.html",
    "pubDate": "Thu, 21 Aug 2025 17:02:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "It might start as a joke, a belief, or a rumor. At first, it's easy to dismiss. But then it gains a twist, builds momentum, and spreads like wildfire. What causes some ideas to die out while others take over the internet?",
    "guid": "news675014521"
  },
  {
    "title": "Cities obey the same laws of living systems, researchers claim",
    "link": "https://phys.org/news/2025-08-cities-obey-laws.html",
    "pubDate": "Thu, 21 Aug 2025 10:26:27 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "An EPFL study has found that urban areas follow the same universal rules observed in the natural world. From population size to carbon emissions and road networks—could the key to sustainable urbanization lie in the very \"metabolism\" of our cities?",
    "guid": "news674990772"
  },
  {
    "title": "A universal rhythm guides how we speak: Global analysis reveals 1.6-second 'intonation units'",
    "link": "https://phys.org/news/2025-08-universal-rhythm-global-analysis-reveals.html",
    "pubDate": "Wed, 20 Aug 2025 16:16:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Have you ever noticed that a natural conversation flows like a dance—pauses, emphases, and turns arriving just in time? A new study has discovered that this isn't just intuition; there is a biological rhythm embedded in our speech.",
    "guid": "news674925361"
  }
]