[
  {
    "title": "Cracking the code of why and when some choose to 'self-handicap'",
    "link": "https://phys.org/news/2025-12-code-handicap.html",
    "pubDate": "Thu, 04 Dec 2025 14:50:01 EST",
    "categories": [
      "Education"
    ],
    "description": "Partying the night before a big exam. Preparing last-minute for a work presentation. Running a 5K in a 10-pound Halloween costume. All are examples of what psychologists call \"self-handicapping\"—creating obstacles to success to order to bolster or protect one's own reputation.",
    "guid": "news684081870"
  },
  {
    "title": "Traditional note-taking beats AI chatbots for reading comprehension, but a combined approach is still useful",
    "link": "https://phys.org/news/2025-12-traditional-ai-chatbots-comprehension-combined.html",
    "pubDate": "Wed, 03 Dec 2025 19:10:01 EST",
    "categories": [
      "Education"
    ],
    "description": "A new study suggests that traditional learning activities like making notes remain critical for students' reading comprehension and retention, while also suggesting that large language models (LLMs), such as ChatGPT or Microsoft Copilot, could be a useful tool for helping students clarify, explore, and contextualize learning material.",
    "guid": "news683911441"
  },
  {
    "title": "Are university policies holding science back? Study shows how patenting boosts pure research",
    "link": "https://phys.org/news/2025-12-university-policies-science-patenting-boosts.html",
    "pubDate": "Mon, 01 Dec 2025 16:45:20 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "When UC Berkeley biochemist Jennifer Doudna first began studying how bacteria fight virus infections, she had no idea it would result in one of the most important scientific breakthroughs of the century. Her curiosity-driven research on an obscure bacterial immune system called CRISPR eventually led to a revolutionary gene-editing tool—and earned her the 2020 Nobel Prize in Chemistry.",
    "guid": "news683829902"
  },
  {
    "title": "Funding agencies can end profit-first science publishing",
    "link": "https://phys.org/news/2025-12-funding-agencies-profit-science-publishing.html",
    "pubDate": "Mon, 01 Dec 2025 09:09:28 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Funding organizations can fix the science publishing system—which currently puts profit first and science second—according to research published on the arXiv preprint server.",
    "guid": "news683802541"
  },
  {
    "title": "Personalized social robots can boost children's reading confidence and engagement",
    "link": "https://phys.org/news/2025-11-personalized-social-robots-boost-children.html",
    "pubDate": "Mon, 24 Nov 2025 11:04:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Social robots can be a non-threatening way for children to improve their reading skills, researchers say.",
    "guid": "news683204641"
  },
  {
    "title": "Generative chatbots promise personalized education at scale but struggle with accuracy issues",
    "link": "https://phys.org/news/2025-11-generative-chatbots-personalized-scale-struggle.html",
    "pubDate": "Thu, 20 Nov 2025 16:52:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Personalized learning is a very effective teaching method, but its potential is limited due to resource constraints. In a small, in-person class, instructors can walk around, engage with students individually, adjust lessons and adapt their teaching to match each learner's needs. However, as class sizes grow—or in online courses with hundreds or even thousands of learners—this level of personalization becomes difficult or impossible.",
    "guid": "news682879921"
  },
  {
    "title": "Few women named as authors on retracted medical studies, analysis shows",
    "link": "https://phys.org/news/2025-11-women-authors-retracted-medical-analysis.html",
    "pubDate": "Wed, 19 Nov 2025 14:00:03 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Women are underrepresented among authors of retracted publications, particularly in cases involving multiple retractions, according to a new study published in PLOS One by Paul Sebo of the University of Geneva, Switzerland.",
    "guid": "news682684201"
  },
  {
    "title": "Parents' math-related talk relates to children's early academic skills",
    "link": "https://phys.org/news/2025-11-parents-math-children-early-academic.html",
    "pubDate": "Wed, 19 Nov 2025 11:37:03 EST",
    "categories": [
      "Education"
    ],
    "description": "Words matter. And when it comes to learning math, they matter more than you might think.",
    "guid": "news682774621"
  },
  {
    "title": "Social media use soars as kids drop sports, reading and the arts",
    "link": "https://phys.org/news/2025-11-social-media-soars-kids-sports.html",
    "pubDate": "Tue, 18 Nov 2025 20:30:02 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "In striking new statistics, experts warn of social media's growing grip on young people, with use among children and teens soaring by more than 200% since before COVID and showing no sign of decline.",
    "guid": "news682695059"
  },
  {
    "title": "Enduring patterns in world's languages: One-third of grammatical 'universals' stand up to rigorous testing",
    "link": "https://phys.org/news/2025-11-patterns-world-languages-grammatical-universals.html",
    "pubDate": "Mon, 17 Nov 2025 15:23:03 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Despite the vast diversity of human languages, specific grammatical patterns appear again and again. A new study reveals that around a third of the long-proposed \"linguistic universals\"—patterns thought to hold across all languages—are statistically supported when examined with state-of-the-art evolutionary methods.",
    "guid": "news682615381"
  },
  {
    "title": "Small group counseling boosts students' emotional skills and school connectedness",
    "link": "https://phys.org/news/2025-11-small-group-boosts-students-emotional.html",
    "pubDate": "Sat, 15 Nov 2025 10:00:01 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Across the United States, children spend more than 1,100 hours in school each year—time that shapes not only their academic success but also their emotional and social growth. Yet, for many students, the school environment can also be a source of anxiety and apprehension. School counselors play a pivotal role in addressing these challenges through evidence-based, comprehensive guidance programs.",
    "guid": "news682335837"
  },
  {
    "title": "College degree still offers strong financial returns despite student loan debt, study finds",
    "link": "https://phys.org/news/2025-11-college-degree-strong-financial-student.html",
    "pubDate": "Fri, 14 Nov 2025 10:00:03 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Even after factoring in student loan payments, completing a college degree continues to pay off, according to new research from Washington University in St. Louis' Center for Social Development (CSD) at the Brown School.",
    "guid": "news682336599"
  },
  {
    "title": "AI can deliver personalized learning at scale, medical education study shows",
    "link": "https://phys.org/news/2025-11-ai-personalized-scale-medical.html",
    "pubDate": "Tue, 11 Nov 2025 14:52:04 EST",
    "categories": [
      "Education"
    ],
    "description": "A new Dartmouth study finds that artificial intelligence has the potential to deliver educational support that meets the individual needs of large numbers of students. The researchers are the first to report that students may put more trust in AI platforms programmed to pull answers from only curated expert sources, rather than from massive data sets of general information.",
    "guid": "news682095121"
  },
  {
    "title": "Americans support universities' broader social roles but oppose political activism",
    "link": "https://phys.org/news/2025-11-americans-universities-broader-social-roles.html",
    "pubDate": "Mon, 10 Nov 2025 11:34:04 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "From free speech to sustainability, Americans broadly agree that universities should engage in a range of societal issues beyond their core education and research missions—while avoiding political activism, a Cornell economist reports in a new study.",
    "guid": "news681996841"
  },
  {
    "title": "Nation topped goal of 1 million more STEM graduates over the past decade, analysis finds",
    "link": "https://phys.org/news/2025-11-nation-topped-goal-million-stem.html",
    "pubDate": "Wed, 05 Nov 2025 13:06:05 EST",
    "categories": [
      "Education"
    ],
    "description": "A recent analysis of national higher-education data by a researcher at the University of California, Santa Cruz, found that the United States exceeded the goal of producing one million more graduates in the fields of science, technology, engineering, and mathematics (STEM) over the course of a decade. That goal, set in a 2012 report by then-President Barack Obama's Council of Advisors on Science and Technology (PCAST), was one of several national objectives created to maintain America's scientific leadership position in an increasingly competitive global landscape.",
    "guid": "news681570361"
  },
  {
    "title": "AI assistant developed for every step of the scientific process",
    "link": "https://phys.org/news/2025-11-ai-scientific.html",
    "pubDate": "Tue, 04 Nov 2025 15:33:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Researchers have developed an AI-powered 'scientific assistant' designed to accelerate the scientific process by helping them identify new research questions, analyze and interpret data, and produce scientific documents.",
    "guid": "news681492781"
  },
  {
    "title": "Genetics may influence our choice of academic field",
    "link": "https://phys.org/news/2025-11-genetics-choice-academic-field.html",
    "pubDate": "Tue, 04 Nov 2025 13:10:05 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "What we choose to study—whether fine art or finance—is one of the most influential decisions in our lives. It shapes not only career trajectories, but also income, fertility, and well-being. As access to education is expanding, what we study now plays a bigger role than how long we study in shaping life outcomes.",
    "guid": "news681483990"
  },
  {
    "title": "AI matches human graders in ranking macroeconomics exam text responses",
    "link": "https://phys.org/news/2025-10-ai-human-graders-macroeconomics-exam.html",
    "pubDate": "Fri, 24 Oct 2025 11:38:16 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "How does high population growth affect gross domestic product? Economics students are all too familiar with exam questions like this. As free-text questions, they require not only specialist knowledge but also the ability to think and argue economically. However, grading these answers is a time-consuming task for university assistants: Each answer must be checked and assessed individually.",
    "guid": "news680524683"
  },
  {
    "title": "National study finds public Montessori programs strengthen early learning outcomes—at sharply lower costs",
    "link": "https://phys.org/news/2025-10-national-montessori-early-outcomes-sharply.html",
    "pubDate": "Mon, 20 Oct 2025 15:00:05 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The first national randomized trial of public Montessori preschool students showed stronger long-term outcomes by kindergarten, including elevated reading, memory, and executive function as compared to non-Montessori preschoolers.",
    "guid": "news680172001"
  },
  {
    "title": "AI tool visually maps science funding and its real-world impacts",
    "link": "https://phys.org/news/2025-10-ai-tool-visually-science-funding.html",
    "pubDate": "Mon, 06 Oct 2025 11:30:11 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The impact of scientific research extends far beyond the laboratory. Breakthroughs like insulin and innovations like the internet have transformed our everyday lives. They also influence policymaking and the overall economy. To make the most of every discovery, we must understand how science and its funding ripple through society, but how do we trace that impact?",
    "guid": "news678968147"
  },
  {
    "title": "Repetitive negative thinking mediates relationship between self-esteem and burnout in students, study finds",
    "link": "https://phys.org/news/2025-10-repetitive-negative-relationship-esteem-burnout.html",
    "pubDate": "Sun, 05 Oct 2025 09:00:01 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "When people are highly stressed for prolonged periods of time, they can sometimes experience a state known as burnout, characterized by pronounced emotional, mental and physical exhaustion. The stressors leading to burnout could be personal, such as family conflicts or the end of a relationship, as well as academic or professional, such as studying a lot for exams or working long hours while taking very few breaks or vacations.",
    "guid": "news678703984"
  },
  {
    "title": "Political views, not sex and violence, now drive literary censorship",
    "link": "https://phys.org/news/2025-10-political-views-sex-violence-literary.html",
    "pubDate": "Thu, 02 Oct 2025 13:30:04 EDT",
    "categories": [
      "Education Political science"
    ],
    "description": "Liberals and conservatives both oppose censorship of children's literature—unless the writing offends their own ideology, new Cornell research finds.",
    "guid": "news678630334"
  },
  {
    "title": "Teams with budding researchers are more likely to drive scientific disruption, new study finds",
    "link": "https://phys.org/news/2025-10-teams-budding-scientific-disruption.html",
    "pubDate": "Wed, 01 Oct 2025 10:00:07 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Scientific research apparently has its own share of beginner's luck. According to a study by Mahdee Mushfique Kamal and Raiyan Abdul Baten, teams with a larger number of newbies take the cake when it comes to transformative scientific research. Their study examined 28 million articles spanning five decades of scientific publications to understand how beginner authors drive scientific advancement.",
    "guid": "news678531034"
  },
  {
    "title": "Understanding problems tougher than solving them, mobile game experiment shows",
    "link": "https://phys.org/news/2025-09-problems-tougher-mobile-game.html",
    "pubDate": "Thu, 25 Sep 2025 12:23:03 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Physicist Albert Einstein famously posited that if he only had an hour to crack a daunting problem, he'd devote 55 minutes to understanding it and only five minutes to crafting a solution. Einstein believed that the most difficult aspect of problem-solving was gaining a comprehensive grasp of the challenge to be addressed.",
    "guid": "news678021781"
  },
  {
    "title": "Pianists' subtle finger movements influence variations in timbre, according to new study",
    "link": "https://phys.org/news/2025-09-pianists-subtle-finger-movements-variations.html",
    "pubDate": "Tue, 23 Sep 2025 11:50:05 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "While it is known that auditory characteristics like loudness and tempo are associated with the physical movements of musicians, more subtle features, like timbre (also known as the \"tone color\" or tonal quality), are not as well understood.",
    "guid": "news677846441"
  },
  {
    "title": "Statistics don't lie—but they can be misleading",
    "link": "https://phys.org/news/2025-09-statistics-dont.html",
    "pubDate": "Tue, 23 Sep 2025 11:46:06 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "When it comes to deciding how significant a statistic is, Université de Montréal education professor Sébastien Béland is clear: \"Our goal is to change practices in order to improve quality in the social sciences and humanities,\" he said.",
    "guid": "news677846762"
  },
  {
    "title": "Gender, language and income biases limit contributions to scientific, English-language journals",
    "link": "https://phys.org/news/2025-09-gender-language-income-biases-limit.html",
    "pubDate": "Thu, 18 Sep 2025 14:00:12 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Women, non-native English speakers and those from lower-income countries published fewer English-language peer-reviewed papers than men, native English speakers and those from higher-income countries, according to a study published September 18 in the open-access journal PLOS Biology by Tatsuya Amano from the University of Queensland, Australia, and colleagues.",
    "guid": "news677344921"
  },
  {
    "title": "ChatGPT appears to improvise when put through ancient Greek math puzzle",
    "link": "https://phys.org/news/2025-09-chatgpt-ancient-greek-math-puzzle.html",
    "pubDate": "Wed, 17 Sep 2025 19:10:01 EDT",
    "categories": [
      "Mathematics Education"
    ],
    "description": "The Artificial Intelligence chatbot, ChatGPT, appeared to improvise ideas and make mistakes like a student in a study that rebooted a 2,400-year-old mathematical challenge.",
    "guid": "news677259121"
  },
  {
    "title": "Inquiry into the history of science shows an early 'inherence' bias",
    "link": "https://phys.org/news/2025-09-inquiry-history-science-early-inherence.html",
    "pubDate": "Mon, 15 Sep 2025 15:00:04 EDT",
    "categories": [
      "Education"
    ],
    "description": "Early scientific theories—such as those explaining basic phenomena like gravity, burning, and the movement of molecules in water—centered on presumed inherent properties rather than external factors, thereby misleading famous philosophers and scientists, from Aristotle to Scottish botanist Robert Brown, in their theorizing.",
    "guid": "news677147281"
  },
  {
    "title": "Who shows up in times of need? High school extracurriculars offer clues",
    "link": "https://phys.org/news/2025-09-high-school-extracurriculars-clues.html",
    "pubDate": "Fri, 12 Sep 2025 11:38:04 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Are nerds the caring ones? High school stereotypes suggest that athletes score more popularity points than marching band members, debaters or leaders in the student council, but research from Rutgers finds that so-called \"geeky\" activities may do more to cultivate compassion in the long run.",
    "guid": "news676895882"
  }
]