[
  {
    "title": "Ancient undersea wall dating to 5,800 BC discovered off French coast",
    "link": "https://phys.org/news/2025-12-ancient-undersea-wall-dating-bc.html",
    "pubDate": "Fri, 12 Dec 2025 04:42:10 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Divers have discovered a long-submerged wall some 7,000 years old under the sea off western France, scientists said Thursday.",
    "guid": "news684736909"
  },
  {
    "title": "Ear piercings marked one of the earliest Maya rites of passage, research shows",
    "link": "https://phys.org/news/2025-12-ear-piercings-earliest-maya-rites.html",
    "pubDate": "Thu, 11 Dec 2025 10:30:05 EST",
    "categories": [
      "Archaeology Social Sciences"
    ],
    "description": "In a recent study, Ph.D. candidate Yasmine Flynn-Arajdal studied iconographic representations of children in the Classic (ca. 250–950 AD) and Post-classic (ca. 950–1539 AD) imagery, as well as in ethnohistoric and ethnographic literature, to determine the importance of ear ornaments in Maya childhood and by what age they were received.",
    "guid": "news684670854"
  },
  {
    "title": "Roman urbanism was bad for health, new study confirms",
    "link": "https://phys.org/news/2025-12-roman-urbanism-bad-health.html",
    "pubDate": "Wed, 10 Dec 2025 18:00:04 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Analysis of skeletal remains from England before and during Roman occupation confirms theories that the population's health declined under Roman occupation, but only in the urban centers, suggesting pre-Roman traditions continued in rural parts of Roman Britain while those in cities suffered long-term consequences.",
    "guid": "news684065821"
  },
  {
    "title": "New study reveals Industrial Revolution's uneven health impacts across England",
    "link": "https://phys.org/news/2025-12-reveals-industrial-revolution-uneven-health.html",
    "pubDate": "Wed, 10 Dec 2025 14:55:15 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "An interdisciplinary team of scientists has uncovered new evidence showing that the health impacts of the Industrial Revolution varied more widely across England than previously believed.",
    "guid": "news684600901"
  },
  {
    "title": "Earliest botanical art hints at prehistoric mathematical thinking",
    "link": "https://phys.org/news/2025-12-earliest-botanical-art-hints-prehistoric.html",
    "pubDate": "Wed, 10 Dec 2025 14:42:11 EST",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "A new study published in the Journal of World Prehistory reveals that some of humanity's earliest artistic representations of botanical figures were far more than decorative; they were mathematical.",
    "guid": "news684600122"
  },
  {
    "title": "The Hjortspring boat: Partial fingerprint in ancient tar offers rare glimpse into seafaring past",
    "link": "https://phys.org/news/2025-12-hjortspring-boat-partial-fingerprint-ancient.html",
    "pubDate": "Wed, 10 Dec 2025 14:00:10 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A new analysis of the Hjortspring boat, an ancient wooden plank boat now on display in the National Museum of Denmark, has yielded clues to its potential origin—which has long been considered a mystery, according to a study published in PLOS One by Mikael Fauvelle from Lund University, Sweden, and colleagues.",
    "guid": "news684579993"
  },
  {
    "title": "Ancient humans mastered fire-making 400,000 years ago, study shows",
    "link": "https://phys.org/news/2025-12-ancient-humans-mastered-years.html",
    "pubDate": "Wed, 10 Dec 2025 12:53:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Scientists in Britain say ancient humans may have learned to make fire far earlier than previously believed, after uncovering evidence that deliberate fire-setting took place in what is now eastern England around 400,000 years ago.",
    "guid": "news684593538"
  },
  {
    "title": "Searchable Bronze Age site database could help answer key questions about ancient Anatolia",
    "link": "https://phys.org/news/2025-12-searchable-bronze-age-site-database.html",
    "pubDate": "Wed, 10 Dec 2025 12:37:07 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "To boost our understanding of a little-known civilization that thrived more than 3,000 years ago, scientists have built an easy-to-use digital catalog of 483 Bronze Age sites in western Anatolia.",
    "guid": "news684592612"
  },
  {
    "title": "Ancient Roman officers may have kept pet monkeys to highlight their status",
    "link": "https://phys.org/news/2025-12-ancient-roman-officers-pet-monkeys.html",
    "pubDate": "Wed, 10 Dec 2025 10:10:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "There were many ways in which the elites of ancient Roman society flaunted their wealth. They built vast villas, sponsored extravagant games and imported luxury goods. And military top brass, at least those stationed at an Egyptian port, may have advertised their status with a pet monkey at their side. That's one of the insights from the analysis of 35 monkey burials in an ancient animal cemetery in Berenike on the east coast of Egypt.",
    "guid": "news684583498"
  },
  {
    "title": "Sensational Viking Age grave newly uncovered",
    "link": "https://phys.org/news/2025-12-sensational-viking-age-grave-newly.html",
    "pubDate": "Tue, 09 Dec 2025 11:01:30 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Researchers are now investigating a Viking Age grave with preserved skeletal remains and jewelry. The grave was found at Val in Bjugn, in Trøndelag County. A discovery by a metal detectorist alerted researchers to the find.",
    "guid": "news684500462"
  },
  {
    "title": "Pompeii offers insights into ancient Roman building technology",
    "link": "https://phys.org/news/2025-12-pompeii-insights-ancient-roman-technology.html",
    "pubDate": "Tue, 09 Dec 2025 11:00:08 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Concrete was the foundation of the ancient Roman empire. It enabled Rome's storied architectural revolution as well as the construction of buildings, bridges, and aqueducts, many of which are still used some 2,000 years after their creation.",
    "guid": "news684405482"
  },
  {
    "title": "Archaeologists use lasers to locate ancient settlements and artifacts on Greek Islands",
    "link": "https://phys.org/news/2025-12-archaeologists-lasers-ancient-settlements-artifacts.html",
    "pubDate": "Mon, 08 Dec 2025 12:03:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A group of scientists are studying the Cyclades, an island group in Greece's Aegean Sea, looking for signs of early human activity. They are using technology such as laser scanning and magnetometry, which may be more effective and non-invasive than traditional archaeological methods.",
    "guid": "news684417781"
  },
  {
    "title": "The 'hobbits' mysteriously disappeared 50,000 years ago. Our new study reveals what happened to their home",
    "link": "https://phys.org/news/2025-12-hobbits-mysteriously-years-reveals-home.html",
    "pubDate": "Mon, 08 Dec 2025 11:20:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "About 50,000 years ago, humanity lost one of its last surviving hominin cousins, Homo floresiensis (also known as \"the hobbit\" thanks to its small stature). The cause of its disappearance, after more than a million years living on the isolated volcanic island of Flores, Indonesia, has been a longstanding mystery.",
    "guid": "news684415042"
  },
  {
    "title": "First Andean trophy head with cleft lip/palate identified from southern Peru",
    "link": "https://phys.org/news/2025-12-andean-trophy-cleft-lippalate-southern.html",
    "pubDate": "Mon, 08 Dec 2025 10:50:15 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, Dr. Beth Scaffidi analyzed the images of a unique trophy head from southern Peru. The study diagnosed the individual as having had a cleft lip/palate (CLP), making him the first case of an Andean trophy head and one of only six other known human remains from the region with this malformation.",
    "guid": "news684410642"
  },
  {
    "title": "DNA confirms modern Bo people are descendants of ancient Hanging Coffin culture",
    "link": "https://phys.org/news/2025-12-dna-modern-bo-people-descendants.html",
    "pubDate": "Sat, 06 Dec 2025 08:20:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, researcher Dr. Hui Zhou and his colleagues conducted a genetic analysis of the genomes of individuals associated with the ancient Hanging Coffin tradition in Southeast and Southern Asia. In addition, they sequenced the genomes of modern-day Bo people to determine their genetic relationship to the ancient Hanging Coffin practitioners.",
    "guid": "news683976643"
  },
  {
    "title": "Celebrated Rutland mosaic depicts 'long-lost' Troy story connecting Roman Britain to the ancient classical world",
    "link": "https://phys.org/news/2025-12-celebrated-rutland-mosaic-depicts-lost.html",
    "pubDate": "Thu, 04 Dec 2025 12:39:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "The team behind what has been described as \"one of the most significant mosaics discovered in the UK\" have revealed that it depicts an alternative \"long-lost\" telling of the Trojan War. The paper is published in the journal Britannia.",
    "guid": "news684074341"
  },
  {
    "title": "Archaic humans were strategic and picky hunters, new study suggests",
    "link": "https://phys.org/news/2025-12-archaic-humans-strategic-picky-hunters.html",
    "pubDate": "Thu, 04 Dec 2025 06:50:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Extinct relatives of modern humans, like Neanderthals and Homo erectus, that lived in the Levant around 120,000 years ago, did not engage in mass hunting but preferred selective and strategic hunting of wild cattle. Scientists suggest that this way of life might have put them at a disadvantage when living alongside modern humans (Homo sapiens) in the same areas.",
    "guid": "news683988672"
  },
  {
    "title": "Oldest mule in western Europe found in early Iron Age burial site",
    "link": "https://phys.org/news/2025-12-oldest-mule-western-europe-early.html",
    "pubDate": "Wed, 03 Dec 2025 12:33:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Researchers from the Prehistoric Studies and Research Seminar and the Institute of Archaeology of the University of Barcelona have identified the oldest mule documented in the western Mediterranean and continental Europe, in the Penedès region.",
    "guid": "news683987581"
  },
  {
    "title": "First evidence of lost-wax casting for silver in Bronze Age Western Europe uncovered",
    "link": "https://phys.org/news/2025-12-evidence-lost-wax-silver-bronze.html",
    "pubDate": "Wed, 03 Dec 2025 09:30:53 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, Dr. Linda Boutoille uncovered the first evidence of lost-wax casting of silver objects in Bronze Age Iberia and, to date, Western Europe. Published in the Oxford Journal of Archaeology, the study examines an unusual silver bangle excavated in 1884 from the El Argar culture (2200 to 1550 BC).",
    "guid": "news683976625"
  },
  {
    "title": "Archaeological study challenges paleo diet, revealing humans have long eaten 'processed plant foods'",
    "link": "https://phys.org/news/2025-12-archaeological-paleo-diet-revealing-humans.html",
    "pubDate": "Tue, 02 Dec 2025 16:29:23 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Humans evolved over hundreds of thousands of years to be the ultimate flexible eaters—chasing carbohydrates and fats from plant and animal sources alike. A new study in the Journal of Archaeological Research by researchers at the Australian National University and the University of Toronto Mississauga reveals early humans were far from the Paleolithic meat-eaters sometimes portrayed, but rather relied heavily on a wide range of plant and animal foods.",
    "guid": "news683915342"
  },
  {
    "title": "Sounding the 6,000-year-old shell trumpets of Catalonia",
    "link": "https://phys.org/news/2025-12-year-shell-trumpets-catalonia.html",
    "pubDate": "Tue, 02 Dec 2025 08:32:20 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Archaeologists have played shell trumpets from Neolithic Catalonia, revealing they were highly effective for long-distance communication and may have also been used as musical instruments.",
    "guid": "news683886721"
  },
  {
    "title": "Massive pit circle confirmed as Neolithic structure near Durrington Walls henge",
    "link": "https://phys.org/news/2025-12-massive-pit-circle-neolithic-durrington.html",
    "pubDate": "Mon, 01 Dec 2025 14:37:21 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "New research from the University of St Andrews, as part of a team led by the University of Bradford, has confirmed the details of a massive, neolithic pit structure recently discovered during a geophysical survey around the Durrington Walls Henge, Wiltshire.",
    "guid": "news683822221"
  },
  {
    "title": "Ancient dirty dishes reveal decades of questionable findings",
    "link": "https://phys.org/news/2025-12-ancient-dirty-dishes-reveal-decades.html",
    "pubDate": "Mon, 01 Dec 2025 14:07:31 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Olive oil is the Swiss army knife of foodstuffs. It can dress salads, sauté vegetables, even grease squeaky hinges. And for archaeologists, its ubiquitous presence in excavated pottery offers a window into the economic, political and social organization of the ancient world.",
    "guid": "news683820422"
  },
  {
    "title": "Humans first entered Australia 60,000 years ago via two routes, DNA analysis suggests",
    "link": "https://phys.org/news/2025-12-humans-australia-years-routes-dna.html",
    "pubDate": "Mon, 01 Dec 2025 13:09:55 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Debate has long surrounded when humans first traveled into Sahul, the ancient landmass that is now Australia, New Guinea and Tasmania. Now, a study published in Science Advances, lends credence to the theory that the first humans entered Sahul around 60,000 years ago from parts of Southeast Asia.",
    "guid": "news683816937"
  },
  {
    "title": "New discoveries reveal Tell Abraq's role in ancient Persian Gulf trade",
    "link": "https://phys.org/news/2025-12-discoveries-reveal-abraq-role-ancient.html",
    "pubDate": "Mon, 01 Dec 2025 10:37:42 EST",
    "categories": [
      "Archaeology Economics & Business"
    ],
    "description": "If there were a place that could be called the archaeological almanac of Saudi Arabian culture, it would be Tell Abraq, located on the west coast of the United Arab Emirates. This area contains traces of every cultural phase of southeast Arabia's history, covering a period from about 2500 BC through possibly the fourth century AD.",
    "guid": "news683807783"
  },
  {
    "title": "Studies show how the giant statues on Rapa Nui were made and moved—and what caused the island's deforestation",
    "link": "https://phys.org/news/2025-11-giant-statues-rapa-nui-island.html",
    "pubDate": "Fri, 28 Nov 2025 11:50:03 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Rapa Nui, also known as Easter Island, is often portrayed in popular culture as an enigma. The rationale is clear: The tiny, remote island in the Pacific features nearly 1,000 enormous statues—the moai. The magnitude and number of these monuments defy easy explanation.",
    "guid": "news683551760"
  },
  {
    "title": "Rare stone tool cache found in Australian outback tells story of trade and ingenuity",
    "link": "https://phys.org/news/2025-11-rare-stone-tool-cache-australian.html",
    "pubDate": "Fri, 28 Nov 2025 11:00:04 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "About 170 years ago, a large bundle of stone tools was deliberately buried close to a waterhole in the remote Australian outback. Who buried them and for what purpose? Why were they never retrieved?",
    "guid": "news683547881"
  },
  {
    "title": "Archaeologists discover solitary grave from ancient Kingdom of Kerma in remote Bayuda Desert",
    "link": "https://phys.org/news/2025-11-archaeologists-solitary-grave-ancient-kingdom.html",
    "pubDate": "Fri, 28 Nov 2025 10:30:08 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Dr. Monika Badura and her colleagues have published a study analyzing an isolated burial found in the Bayuda Desert in the journal Azania: Archaeological Research in Africa. The discovery, made at site BP937 in Sudan, has provided valuable information about funerary practices, daily life, and environmental conditions during the early second millennium BC.",
    "guid": "news683547631"
  },
  {
    "title": "Male skulls at Shimao gate rewrite story of Neolithic human sacrifice",
    "link": "https://phys.org/news/2025-11-male-skulls-shimao-gate-rewrite.html",
    "pubDate": "Fri, 28 Nov 2025 10:20:13 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A new study published in Nature on November 26 has shed light on the origins, population structures, and kinship systems of the people of Shimao—one of China's most significant late Neolithic settlements. Analyses of ancient DNA from individuals who inhabited the site reveal genetic links to southern settlements, while also providing evidence of male mass burials associated with human sacrifice.",
    "guid": "news683547601"
  },
  {
    "title": "Dating a North American rock art tradition that lasted 175 generations",
    "link": "https://phys.org/news/2025-11-dating-north-american-art-tradition.html",
    "pubDate": "Fri, 28 Nov 2025 05:56:24 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "The Pecos River murals are a stunning collection of monumental, multicolored rock paintings in limestone rock shelters across southwest Texas and northern Mexico. They depict human-like figures that reach up to eight meters tall, animals such as deer and snakes, and complex abstract symbols. For years, no one really knew how old these rock art masterpieces were or how long this artistic tradition lasted.",
    "guid": "news683471626"
  }
]