[
  {
    "title": "Hidden patterns of isolation and segregation found in all American cities",
    "link": "https://phys.org/news/2025-12-hidden-patterns-isolation-segregation-american.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:01 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A comprehensive analysis of 383 U.S. cities reveals a striking pattern: most have rings of isolation in suburban areas and segregated pockets near the urban core, that are shaped by race, wealth, and proximity to downtown, finds a new study by UCL researchers.",
    "guid": "news684666048"
  },
  {
    "title": "Personal risk tolerance has sweeping implications for how societies evolve",
    "link": "https://phys.org/news/2025-12-personal-tolerance-implications-societies-evolve.html",
    "pubDate": "Wed, 10 Dec 2025 08:35:18 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "In his biography of Elon Musk, historian Walter Isaacson describes a game of Texas Hold \"Em poker in which Musk went all in—on every hand.",
    "guid": "news684578102"
  },
  {
    "title": "Subnational income inequality revealed: Regional successes may hold key to addressing widening gap globally",
    "link": "https://phys.org/news/2025-12-subnational-income-inequality-revealed-regional.html",
    "pubDate": "Fri, 05 Dec 2025 05:00:01 EST",
    "categories": [
      "Economics & Business"
    ],
    "description": "Income inequality is one of the most important measures of economic health, social justice and quality of life. More reliably trackable than wealth inequality, which was recently given a gloomy report card by the G20, income inequality is particularly relevant to immediate economic relief, mobility and people's everyday standard of living.",
    "guid": "news684000866"
  },
  {
    "title": "Research reveals atypical Santas can succeed",
    "link": "https://phys.org/news/2025-12-reveals-atypical-santas-succeed.html",
    "pubDate": "Thu, 04 Dec 2025 13:09:24 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A naturally fluffy white beard, a round belly and a jolly laugh might seem like the keys to being a successful Santa Claus, but new research suggests that a calling to play the man with the bag full of toys is enough to help candidates overcome a lack of typical attributes for the role.",
    "guid": "news684076086"
  },
  {
    "title": "Video-call glitches can have serious consequences",
    "link": "https://phys.org/news/2025-12-video-glitches-consequences.html",
    "pubDate": "Wed, 03 Dec 2025 12:51:20 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A technical glitch during a Zoom call shouldn't be that big a deal, or lead someone to make a judgment about the person on the other end. But in actuality, glitches during face-to-face video calls—even when the glitch does not affect the transmission of information—can shatter the illusion of being across the table from the other person, evoking a creepy or eerie feeling known as \"uncanniness.\"",
    "guid": "news683988661"
  },
  {
    "title": "Are university policies holding science back? Study shows how patenting boosts pure research",
    "link": "https://phys.org/news/2025-12-university-policies-science-patenting-boosts.html",
    "pubDate": "Mon, 01 Dec 2025 16:45:20 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "When UC Berkeley biochemist Jennifer Doudna first began studying how bacteria fight virus infections, she had no idea it would result in one of the most important scientific breakthroughs of the century. Her curiosity-driven research on an obscure bacterial immune system called CRISPR eventually led to a revolutionary gene-editing tool—and earned her the 2020 Nobel Prize in Chemistry.",
    "guid": "news683829902"
  },
  {
    "title": "New discoveries reveal Tell Abraq's role in ancient Persian Gulf trade",
    "link": "https://phys.org/news/2025-12-discoveries-reveal-abraq-role-ancient.html",
    "pubDate": "Mon, 01 Dec 2025 10:37:42 EST",
    "categories": [
      "Archaeology Economics & Business"
    ],
    "description": "If there were a place that could be called the archaeological almanac of Saudi Arabian culture, it would be Tell Abraq, located on the west coast of the United Arab Emirates. This area contains traces of every cultural phase of southeast Arabia's history, covering a period from about 2500 BC through possibly the fourth century AD.",
    "guid": "news683807783"
  },
  {
    "title": "Funding agencies can end profit-first science publishing",
    "link": "https://phys.org/news/2025-12-funding-agencies-profit-science-publishing.html",
    "pubDate": "Mon, 01 Dec 2025 09:09:28 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Funding organizations can fix the science publishing system—which currently puts profit first and science second—according to research published on the arXiv preprint server.",
    "guid": "news683802541"
  },
  {
    "title": "Seeing rich people increases support for wealth redistribution, study finds",
    "link": "https://phys.org/news/2025-11-rich-people-wealth-redistribution.html",
    "pubDate": "Tue, 25 Nov 2025 10:11:02 EST",
    "categories": [
      "Economics & Business Political science"
    ],
    "description": "If people do not observe inequality, they are less likely to favor policies that redistribute wealth, such as taxation—but they are also more satisfied with their lot, according to online experiments involving 1,440 US-based participants.",
    "guid": "news683287861"
  },
  {
    "title": "Is the 'hot hand' real? 'Jeopardy!' offers clues",
    "link": "https://phys.org/news/2025-11-hot-real-jeopardy-clues.html",
    "pubDate": "Tue, 25 Nov 2025 09:09:04 EST",
    "categories": [
      "Economics & Business"
    ],
    "description": "Stanford researchers found that contestants bet bigger on Daily Doubles when they're on a streak—even though their performance barely budges.",
    "guid": "news683284142"
  },
  {
    "title": "When gifts sting: Self-improvement presents may spark backlash and bad reviews",
    "link": "https://phys.org/news/2025-11-gifts-backlash-bad.html",
    "pubDate": "Sat, 22 Nov 2025 05:41:01 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "New research from FIU Business shows that well-intended presents like weight-loss teas or gym memberships can unintentionally send the wrong message—and ultimately trigger negative online reviews that hurt brands.",
    "guid": "news683012398"
  },
  {
    "title": "Fighting poverty may require cultural wisdom, not just cash",
    "link": "https://phys.org/news/2025-11-poverty-require-cultural-wisdom-cash.html",
    "pubDate": "Fri, 14 Nov 2025 13:04:04 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Most poverty-fighting efforts focus on meeting basic material needs, such as food and shelter. But this overlooks the psychological and cultural factors that shape how people take action in their lives.",
    "guid": "news682347841"
  },
  {
    "title": "College degree still offers strong financial returns despite student loan debt, study finds",
    "link": "https://phys.org/news/2025-11-college-degree-strong-financial-student.html",
    "pubDate": "Fri, 14 Nov 2025 10:00:03 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Even after factoring in student loan payments, completing a college degree continues to pay off, according to new research from Washington University in St. Louis' Center for Social Development (CSD) at the Brown School.",
    "guid": "news682336599"
  },
  {
    "title": "AI bias in hiring decisions is often copied by human reviewers, study reveals",
    "link": "https://phys.org/news/2025-11-people-mirror-ai-hiring-biases.html",
    "pubDate": "Mon, 10 Nov 2025 12:25:05 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "An organization drafts a job listing with artificial intelligence. Droves of applicants conjure résumés and cover letters with chatbots. Another AI system sifts through those applications, passing recommendations to hiring managers. Perhaps AI avatars conduct screening interviews. This is increasingly the state of hiring, as people seek to streamline the stressful, tedious process with AI.",
    "guid": "news681999902"
  },
  {
    "title": "The escape room challenge: How one person's narcissism can undermine a whole team",
    "link": "https://phys.org/news/2025-11-room-person-narcissism-undermine-team.html",
    "pubDate": "Wed, 05 Nov 2025 13:20:02 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A new study has revealed how different types of narcissism can influence the morale and performance of an entire team. Researchers invited over 100 people to complete escape room challenges in small groups, observing their interactions and behaviors throughout the tasks.",
    "guid": "news681570862"
  },
  {
    "title": "Hand gestures that illustrate speech boost persuasiveness, study shows",
    "link": "https://phys.org/news/2025-11-gestures-speech-boost-persuasiveness.html",
    "pubDate": "Wed, 05 Nov 2025 12:37:18 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Words matter—but your hands might matter more, according to a new UBC study which found that purposeful hand gestures can make speakers appear more competent and persuasive.",
    "guid": "news681568630"
  },
  {
    "title": "Rethinking the insurance industry in a warming world",
    "link": "https://phys.org/news/2025-11-rethinking-industry-world.html",
    "pubDate": "Tue, 04 Nov 2025 12:29:04 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "As global warming intensifies and extreme weather events become more frequent, insurance systems worldwide are under pressure. In the United States, for instance, rising flood and hurricane damages have driven major reforms in the federal flood insurance program (NFIP), reducing public subsidies and raising costs for homeowners.",
    "guid": "news681481742"
  },
  {
    "title": "Nice tone! What an exclamation point does for a text",
    "link": "https://phys.org/news/2025-11-nice-tone-exclamation-text.html",
    "pubDate": "Mon, 03 Nov 2025 09:24:30 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Smeal College of Business, Pennsylvania State University, and University of Southern California report that exclamation point use is widely read as feminine and shapes impressions of warmth, enthusiasm, power, and analytical thinking, without evidence that effects differ by communicator gender.",
    "guid": "news681384265"
  },
  {
    "title": "More scientific analysis needed on impacts of industrial decarbonization, say economists",
    "link": "https://phys.org/news/2025-10-scientific-analysis-impacts-industrial-decarbonization.html",
    "pubDate": "Wed, 29 Oct 2025 11:20:13 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "The industrial sector contributes about 25% of global carbon dioxide emissions, but there has not been enough study on how decarbonization efforts to reach net-zero goals set by the Paris Agreement impact the broader economy.",
    "guid": "news680955015"
  },
  {
    "title": "Why do we tip? Study challenges common assumptions, while revealing why rates keep rising",
    "link": "https://phys.org/news/2025-10-common-assumptions-revealing.html",
    "pubDate": "Wed, 29 Oct 2025 10:25:05 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "What makes us tip? A new study explores two main motives: genuine appreciation for the service and conformity with social norms. Those who truly value the service tend to tip above the standard rate, while conformists usually align with them—leading to a gradual rise in average tipping rates over time.",
    "guid": "news680952302"
  },
  {
    "title": "AI matches human graders in ranking macroeconomics exam text responses",
    "link": "https://phys.org/news/2025-10-ai-human-graders-macroeconomics-exam.html",
    "pubDate": "Fri, 24 Oct 2025 11:38:16 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "How does high population growth affect gross domestic product? Economics students are all too familiar with exam questions like this. As free-text questions, they require not only specialist knowledge but also the ability to think and argue economically. However, grading these answers is a time-consuming task for university assistants: Each answer must be checked and assessed individually.",
    "guid": "news680524683"
  },
  {
    "title": "National study finds public Montessori programs strengthen early learning outcomes—at sharply lower costs",
    "link": "https://phys.org/news/2025-10-national-montessori-early-outcomes-sharply.html",
    "pubDate": "Mon, 20 Oct 2025 15:00:05 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The first national randomized trial of public Montessori preschool students showed stronger long-term outcomes by kindergarten, including elevated reading, memory, and executive function as compared to non-Montessori preschoolers.",
    "guid": "news680172001"
  },
  {
    "title": "Testosterone doesn't affect men's economic decisions, large study shows",
    "link": "https://phys.org/news/2025-10-testosterone-doesnt-affect-men-economic.html",
    "pubDate": "Wed, 15 Oct 2025 12:31:58 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Testosterone has long been linked to risk-taking, generosity, and competitiveness. But a new large-scale study—the biggest of its kind—finds that men given testosterone made the same economic choices as those given a placebo. The study, led by researchers at the Stockholm School of Economics in Sweden and Nipissing University in Canada, examined things like men's inclination to take risk, act fairly or compete with others.",
    "guid": "news679750315"
  },
  {
    "title": "'Doughnut Economics' shows how global growth is out of balance—and how we can fix it",
    "link": "https://phys.org/news/2025-10-doughnut-economics-global-growth.html",
    "pubDate": "Mon, 13 Oct 2025 13:40:06 EDT",
    "categories": [
      "Economics & Business Political science"
    ],
    "description": "A new update to an influential economic theory called \"Doughnut Economics\" shows a global economy on a collision course with nature.",
    "guid": "news679581424"
  },
  {
    "title": "Nobel economics prize goes to 3 researchers for explaining innovation-driven economic growth",
    "link": "https://phys.org/news/2025-10-nobel-economics-prize-driven-economic.html",
    "pubDate": "Mon, 13 Oct 2025 06:11:26 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "Joel Mokyr, Philippe Aghion and Peter Howitt won the Nobel memorial prize in economics Monday for their research into the impact of innovation on economic growth and how new technologies replace older ones, a key economic concept known as \"creative destruction.\"",
    "guid": "news679554674"
  },
  {
    "title": "Livestream sellers who act on real-time data and intuition can boost sales by 40%",
    "link": "https://phys.org/news/2025-10-livestream-sellers-real-intuition-boost.html",
    "pubDate": "Thu, 09 Oct 2025 08:54:03 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "In an era dominated by algorithms and automation, new research from the University of Miami Patti and Allan Herbert Business School reveals that human intuition still holds a critical edge.",
    "guid": "news679218841"
  },
  {
    "title": "Women portrayed as younger than men online, and AI amplifies the bias",
    "link": "https://phys.org/news/2025-10-women-portrayed-younger-men-online.html",
    "pubDate": "Wed, 08 Oct 2025 12:30:01 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "U.S. Census data shows no systematic age differences between men and women in the workforce over the past decade. And globally, women on average live about five years longer than men. But that's not what you'll see if you search Google or YouTube or query an AI like ChatGPT.",
    "guid": "news679145322"
  },
  {
    "title": "Overconfidence persists even where regular feedback should discourage it, chess study finds",
    "link": "https://phys.org/news/2025-10-overconfidence-persists-regular-feedback-discourage.html",
    "pubDate": "Wed, 08 Oct 2025 12:22:04 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "The late psychologist Daniel Kahneman once said if he could wave a magic wand and get rid of any bias, he would choose overconfidence. However, overconfidence is here to stay. In a recent study in Psychological Science, researchers examined this bias among tournament chess players, to investigate if overconfidence is prevalent in an environment that should discourage it.",
    "guid": "news679144922"
  },
  {
    "title": "The human cost of healthy eating: Some recommended US diets carry higher risk of forced labor in food supply chains",
    "link": "https://phys.org/news/2025-10-human-healthy-diets-higher-labor.html",
    "pubDate": "Wed, 08 Oct 2025 05:00:03 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Many Americans choose food based on cost and nutrition, but personal values, such as animal welfare and environmental concerns, also shape what ends up on our plates.",
    "guid": "news678985149"
  },
  {
    "title": "AI tool visually maps science funding and its real-world impacts",
    "link": "https://phys.org/news/2025-10-ai-tool-visually-science-funding.html",
    "pubDate": "Mon, 06 Oct 2025 11:30:11 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The impact of scientific research extends far beyond the laboratory. Breakthroughs like insulin and innovations like the internet have transformed our everyday lives. They also influence policymaking and the overall economy. To make the most of every discovery, we must understand how science and its funding ripple through society, but how do we trace that impact?",
    "guid": "news678968147"
  }
]