[
  {
    "title": "Unit-free theorem pinpoints key variables for AI and physics models",
    "link": "https://phys.org/news/2025-10-free-theorem-key-variables-ai.html",
    "pubDate": "Wed, 29 Oct 2025 15:38:04 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Machine learning models are designed to take in data, to find patterns or relationships within those data, and to use what they have learned to make predictions or to create new content. The quality of those outputs depends not only on the details of a model's inner workings but also, crucially, on the information that is fed into the model.",
    "guid": "news680971082"
  },
  {
    "title": "More scientific analysis needed on impacts of industrial decarbonization, say economists",
    "link": "https://phys.org/news/2025-10-scientific-analysis-impacts-industrial-decarbonization.html",
    "pubDate": "Wed, 29 Oct 2025 11:20:13 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "The industrial sector contributes about 25% of global carbon dioxide emissions, but there has not been enough study on how decarbonization efforts to reach net-zero goals set by the Paris Agreement impact the broader economy.",
    "guid": "news680955015"
  },
  {
    "title": "Why do we tip? Study challenges common assumptions, while revealing why rates keep rising",
    "link": "https://phys.org/news/2025-10-common-assumptions-revealing.html",
    "pubDate": "Wed, 29 Oct 2025 10:25:05 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "What makes us tip? A new study explores two main motives: genuine appreciation for the service and conformity with social norms. Those who truly value the service tend to tip above the standard rate, while conformists usually align with them—leading to a gradual rise in average tipping rates over time.",
    "guid": "news680952302"
  },
  {
    "title": "Human ingenuity outpaces AI in finding new 'kissing number' bounds",
    "link": "https://phys.org/news/2025-10-human-ingenuity-outpaces-ai-bounds.html",
    "pubDate": "Wed, 22 Oct 2025 15:20:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "How many coins can touch one coin, or how many basketballs can \"kiss\" one basketball at the same time? This seemingly playful question lies at the heart of the famous kissing number problem, a mathematical riddle that becomes almost supernaturally difficult to work out in dimensions beyond 4D. Despite its whimsical name, similar problems have practical applications in areas such as mobile communications and satellite navigation.",
    "guid": "news680364650"
  },
  {
    "title": "A universal rhythm guides how we speak: Global analysis reveals 1.6-second 'intonation units'",
    "link": "https://phys.org/news/2025-08-universal-rhythm-global-analysis-reveals.html",
    "pubDate": "Wed, 20 Aug 2025 16:16:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Have you ever noticed that a natural conversation flows like a dance—pauses, emphases, and turns arriving just in time? A new study has discovered that this isn't just intuition; there is a biological rhythm embedded in our speech.",
    "guid": "news674925361"
  },
  {
    "title": "Few women named as authors on retracted medical studies, analysis shows",
    "link": "https://phys.org/news/2025-11-women-authors-retracted-medical-analysis.html",
    "pubDate": "Wed, 19 Nov 2025 14:00:03 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Women are underrepresented among authors of retracted publications, particularly in cases involving multiple retractions, according to a new study published in PLOS One by Paul Sebo of the University of Geneva, Switzerland.",
    "guid": "news682684201"
  },
  {
    "title": "Parents' math-related talk relates to children's early academic skills",
    "link": "https://phys.org/news/2025-11-parents-math-children-early-academic.html",
    "pubDate": "Wed, 19 Nov 2025 11:37:03 EST",
    "categories": [
      "Education"
    ],
    "description": "Words matter. And when it comes to learning math, they matter more than you might think.",
    "guid": "news682774621"
  },
  {
    "title": "People in isolated cities in Africa suffer more violence against civilians, study reveals",
    "link": "https://phys.org/news/2025-11-people-isolated-cities-africa-violence.html",
    "pubDate": "Wed, 19 Nov 2025 05:00:03 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "Cities are often seen as hotspots of violence, with the assumption that larger cities are inherently more violent than smaller ones. This \"universal law\" of urban scaling has long shaped scientific thinking. But new research led by Complexity Science Hub (CSH) researcher Rafael Prieto-Curiel challenges this assumption. Published in Nature Communications, the study shows that it is not simply city size, but a city's level of isolation, that plays a crucial role in determining violence in Africa.",
    "guid": "news682700281"
  },
  {
    "title": "ChatGPT appears to improvise when put through ancient Greek math puzzle",
    "link": "https://phys.org/news/2025-09-chatgpt-ancient-greek-math-puzzle.html",
    "pubDate": "Wed, 17 Sep 2025 19:10:01 EDT",
    "categories": [
      "Mathematics Education"
    ],
    "description": "The Artificial Intelligence chatbot, ChatGPT, appeared to improvise ideas and make mistakes like a student in a study that rebooted a 2,400-year-old mathematical challenge.",
    "guid": "news677259121"
  },
  {
    "title": "Testosterone doesn't affect men's economic decisions, large study shows",
    "link": "https://phys.org/news/2025-10-testosterone-doesnt-affect-men-economic.html",
    "pubDate": "Wed, 15 Oct 2025 12:31:58 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Testosterone has long been linked to risk-taking, generosity, and competitiveness. But a new large-scale study—the biggest of its kind—finds that men given testosterone made the same economic choices as those given a placebo. The study, led by researchers at the Stockholm School of Economics in Sweden and Nipissing University in Canada, examined things like men's inclination to take risk, act fairly or compete with others.",
    "guid": "news679750315"
  },
  {
    "title": "Diverse particles form identical geometric patterns when confined, model reveals",
    "link": "https://phys.org/news/2025-11-diverse-particles-identical-geometric-patterns.html",
    "pubDate": "Wed, 12 Nov 2025 17:15:03 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Particles as different as soap bubbles and ball bearings can be made to arrange themselves in exactly the same way, according to a new study that could unlock the creation of brand new materials—including those with promising biomedical applications.",
    "guid": "news682190101"
  },
  {
    "title": "Roman urbanism was bad for health, new study confirms",
    "link": "https://phys.org/news/2025-12-roman-urbanism-bad-health.html",
    "pubDate": "Wed, 10 Dec 2025 18:00:04 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Analysis of skeletal remains from England before and during Roman occupation confirms theories that the population's health declined under Roman occupation, but only in the urban centers, suggesting pre-Roman traditions continued in rural parts of Roman Britain while those in cities suffered long-term consequences.",
    "guid": "news684065821"
  },
  {
    "title": "Reddit field experiment examines what distinguishes lurkers from power users",
    "link": "https://phys.org/news/2025-12-reddit-field-distinguishes-lurkers-power.html",
    "pubDate": "Wed, 10 Dec 2025 16:44:15 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "Online discussions are often dominated by a small group of active users, while the majority remain silent. This imbalance can distort perceptions of public opinion and fuel polarization.",
    "guid": "news684607441"
  },
  {
    "title": "Mitochondrial enzyme's atomic-level structure reveals how it processes RNA",
    "link": "https://phys.org/news/2025-12-mitochondrial-enzyme-atomic-reveals-rna.html",
    "pubDate": "Wed, 10 Dec 2025 16:32:19 EST",
    "categories": [
      "Cell & Microbiology Molecular & Computational biology"
    ],
    "description": "Researchers at the Department of Cell and Molecular Biology, Karolinska Institutet have captured the first detailed molecular snapshots of human polynucleotide phosphorylase (hPNPase) in action, revealing how this essential mitochondrial enzyme degrades RNA through an elegant base-flipping mechanism.",
    "guid": "news684606715"
  },
  {
    "title": "Spending less can deliver more climate-friendly nutrition",
    "link": "https://phys.org/news/2025-12-climate-friendly-nutrition.html",
    "pubDate": "Wed, 10 Dec 2025 15:52:31 EST",
    "categories": [
      "Environment"
    ],
    "description": "Eating healthily can save money and also cause less greenhouse gas emissions than most people's current food choices, according to a new global study that examined food costs, nutrition, and climate impact around the world.",
    "guid": "news684604321"
  },
  {
    "title": "Lunar soil analyses reveal how space weathering shapes the moon's ultraviolet reflectance",
    "link": "https://phys.org/news/2025-12-lunar-soil-analyses-reveal-space.html",
    "pubDate": "Wed, 10 Dec 2025 15:22:38 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Southwest Research Institute (SwRI) scientists are collaborating with researchers at UT San Antonio to study how space weathering can alter the lunar surface materials to help interpret regional and global far-ultraviolet (FUV) maps of the moon.",
    "guid": "news684602521"
  },
  {
    "title": "Slow changes in radio scintillation can nudge pulsar timing by billionths of a second",
    "link": "https://phys.org/news/2025-12-radio-scintillation-nudge-pulsar-billionths.html",
    "pubDate": "Wed, 10 Dec 2025 15:01:24 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "For 10 months, a SETI Institute-led team watched pulsar PSR J0332+5434 (also called B0329+54) to study how its radio signal \"twinkles\" as it passes through gas between the star and Earth. The team used the Allen Telescope Array (ATA) to take measurements between 900 and 1,956 MHz and observed slow, significant changes in the twinkling pattern (scintillation) over time.",
    "guid": "news684601261"
  },
  {
    "title": "Einstein's theory comes wrapped up with a bow: Astronomers spot star 'wobbling' around black hole",
    "link": "https://phys.org/news/2025-12-einstein-theory-astronomers-star-black.html",
    "pubDate": "Wed, 10 Dec 2025 14:59:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "The cosmos has served up a gift for a group of scientists who have been searching for one of the most elusive phenomena in the night sky. Their study, presented in Science Advances, reports on the very first observations of a swirling vortex in spacetime caused by a rapidly rotating black hole.",
    "guid": "news684601142"
  },
  {
    "title": "New study reveals Industrial Revolution's uneven health impacts across England",
    "link": "https://phys.org/news/2025-12-reveals-industrial-revolution-uneven-health.html",
    "pubDate": "Wed, 10 Dec 2025 14:55:15 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "An interdisciplinary team of scientists has uncovered new evidence showing that the health impacts of the Industrial Revolution varied more widely across England than previously believed.",
    "guid": "news684600901"
  },
  {
    "title": "A new framework addresses fair distribution of emissions",
    "link": "https://phys.org/news/2025-12-framework-fair-emissions.html",
    "pubDate": "Wed, 10 Dec 2025 14:43:18 EST",
    "categories": [
      "Environment"
    ],
    "description": "Ten years ago, on 12 December 2015, the Paris Climate Agreement was signed at the UN Climate Conference. In order to limit global warming to well below two degrees, only a certain amount of CO2 may be emitted worldwide. While the focus was originally on national emission targets, more than 200 subnational regions and almost 300 cities have now adopted their own targets.",
    "guid": "news684600181"
  },
  {
    "title": "Earliest botanical art hints at prehistoric mathematical thinking",
    "link": "https://phys.org/news/2025-12-earliest-botanical-art-hints-prehistoric.html",
    "pubDate": "Wed, 10 Dec 2025 14:42:11 EST",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "A new study published in the Journal of World Prehistory reveals that some of humanity's earliest artistic representations of botanical figures were far more than decorative; they were mathematical.",
    "guid": "news684600122"
  },
  {
    "title": "Using soccer balls to refine computational fluid dynamics research methods",
    "link": "https://phys.org/news/2025-12-soccer-balls-refine-fluid-dynamics.html",
    "pubDate": "Wed, 10 Dec 2025 14:33:14 EST",
    "categories": [
      "General Physics Soft Matter"
    ],
    "description": "If you're a soccer fan, you're familiar with this common sight: A penalty kick is in place, with a \"wall\" of defenders lined up in front of the goal, ready to leap to try to block the ball if it sails overhead.",
    "guid": "news684599581"
  },
  {
    "title": "Magnetic ordering induces Jahn-Teller effect in spinel-type compounds",
    "link": "https://phys.org/news/2025-12-magnetic-jahn-teller-effect-spinel.html",
    "pubDate": "Wed, 10 Dec 2025 14:20:02 EST",
    "categories": [
      "Condensed Matter"
    ],
    "description": "The Jahn-Teller effect, proposed by Jahn and Teller in 1937, describes how molecules or crystals with degenerate electronic orbitals can lower their total energy by distorting their structure. This distortion lifts the degeneracy, stabilizing certain orbitals that become occupied by electrons. While many materials exhibiting this effect have been found, the involvement of spin—the source of magnetism—has rarely been observed because magnetic ordering usually occurs at much lower temperatures than structural distortions caused by the Jahn-Teller effect.",
    "guid": "news684598501"
  },
  {
    "title": "Wildfire smoke lofted into atmosphere could affect Earth's climate",
    "link": "https://phys.org/news/2025-12-wildfire-lofted-atmosphere-affect-earth.html",
    "pubDate": "Wed, 10 Dec 2025 14:00:14 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Some wildfires are so intense, they create their own weather—thunderstorms driven by heat that hurtle smoke as high as 10 miles into the sky like giant chimneys.",
    "guid": "news684501061"
  },
  {
    "title": "The Hjortspring boat: Partial fingerprint in ancient tar offers rare glimpse into seafaring past",
    "link": "https://phys.org/news/2025-12-hjortspring-boat-partial-fingerprint-ancient.html",
    "pubDate": "Wed, 10 Dec 2025 14:00:10 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A new analysis of the Hjortspring boat, an ancient wooden plank boat now on display in the National Museum of Denmark, has yielded clues to its potential origin—which has long been considered a mystery, according to a study published in PLOS One by Mikael Fauvelle from Lund University, Sweden, and colleagues.",
    "guid": "news684579993"
  },
  {
    "title": "How emotions spread online following celebrity suicide news",
    "link": "https://phys.org/news/2025-12-emotions-online-celebrity-suicide-news.html",
    "pubDate": "Wed, 10 Dec 2025 14:00:03 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Reshare cascades on X (formerly Twitter) show how different expressed emotions unfold in the aftermath of celebrity suicides, according to a study published in PLOS One by Ehsan Nouri of the University of Virginia, U.S., and colleagues.",
    "guid": "news684577741"
  },
  {
    "title": "Used cooking oil yields super strong glue and recyclable plastics",
    "link": "https://phys.org/news/2025-12-cooking-oil-yields-super-strong.html",
    "pubDate": "Wed, 10 Dec 2025 13:30:01 EST",
    "categories": [
      "Polymers Materials Science"
    ],
    "description": "Plastics are made from crude oil and petroleum by-products, so a team of scientists decided to explore if they could turn waste cooking oil into a useful plastic material, and they succeeded.",
    "guid": "news684592897"
  },
  {
    "title": "Study links vanishing of specific heats at absolute zero with principle of entropy increase",
    "link": "https://phys.org/news/2025-12-links-specific-absolute-principle-entropy.html",
    "pubDate": "Wed, 10 Dec 2025 13:25:28 EST",
    "categories": [
      "General Physics"
    ],
    "description": "In a new publication, Professor José-María Martín-Olalla, from the Department of Condensed Matter Physics at the University of Seville, has described the direct link between the vanishing of specific heats at absolute zero—a general experimental observation established in the early 20th century—and the second law of thermodynamics.",
    "guid": "news684595502"
  },
  {
    "title": "Iberian peninsula is rotating clockwise, according to new geodynamic data",
    "link": "https://phys.org/news/2025-12-iberian-peninsula-rotating-clockwise-geodynamic.html",
    "pubDate": "Wed, 10 Dec 2025 13:08:57 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "Asier Madarieta, a researcher in the EHU's HGI (Water Environmental Processes) group, has analyzed how the Earth's crust is being compressed and deformed in the field where Eurasia and Africa meet in the Western Mediterranean. His work contributes towards understanding this complex contact field better as well as opening the door to identifying the faults and structures that could lead to earthquakes or deformations on the peninsula.",
    "guid": "news684594421"
  },
  {
    "title": "Ancient humans mastered fire-making 400,000 years ago, study shows",
    "link": "https://phys.org/news/2025-12-ancient-humans-mastered-years.html",
    "pubDate": "Wed, 10 Dec 2025 12:53:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Scientists in Britain say ancient humans may have learned to make fire far earlier than previously believed, after uncovering evidence that deliberate fire-setting took place in what is now eastern England around 400,000 years ago.",
    "guid": "news684593538"
  },
  {
    "title": "A pioneering study on the feasibility of asteroid mining",
    "link": "https://phys.org/news/2025-12-feasibility-asteroid.html",
    "pubDate": "Wed, 10 Dec 2025 12:38:24 EST",
    "categories": [
      "Space Exploration Planetary Sciences"
    ],
    "description": "Much remains to be known about the chemical composition of small asteroids. Their potential to harbor valuable metals, materials from the early solar system, and the possibility of obtaining a geochemical record of their parent bodies makes them promising candidates for future use of space resources.",
    "guid": "news684592668"
  },
  {
    "title": "Searchable Bronze Age site database could help answer key questions about ancient Anatolia",
    "link": "https://phys.org/news/2025-12-searchable-bronze-age-site-database.html",
    "pubDate": "Wed, 10 Dec 2025 12:37:07 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "To boost our understanding of a little-known civilization that thrived more than 3,000 years ago, scientists have built an easy-to-use digital catalog of 483 Bronze Age sites in western Anatolia.",
    "guid": "news684592612"
  },
  {
    "title": "ALICE solves mystery of light-nuclei survival",
    "link": "https://phys.org/news/2025-12-alice-mystery-nuclei-survival.html",
    "pubDate": "Wed, 10 Dec 2025 12:36:34 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Observations of the formation of light-nuclei from high-energy collisions may help in the hunt for dark matter.",
    "guid": "news684592561"
  },
  {
    "title": "Simulation may illuminate safer cannabinoid drugs",
    "link": "https://phys.org/news/2025-12-simulation-illuminate-safer-cannabinoid-drugs.html",
    "pubDate": "Wed, 10 Dec 2025 12:24:21 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "New psychoactive substances, originally developed as potential analgesics but abandoned due to adverse side effects, may still have pharmaceutical value if researchers could nail down the causes of those side effects. A new study from the University of Illinois Urbana-Champaign used deep learning and large-scale computer simulations to identify structural differences in synthetic cannabinoid molecules that cause them to bind to human brain receptors differently from classical cannabinoids.",
    "guid": "news684591841"
  },
  {
    "title": "Tropical cyclones and the carbon cycle: New insights from a model simulation",
    "link": "https://phys.org/news/2025-12-tropical-cyclones-carbon-insights-simulation.html",
    "pubDate": "Wed, 10 Dec 2025 12:22:35 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "For the first time, scientists have resolved extremely intense tropical cyclones and their effect on the ocean carbon cycle in a global Earth system model. Using two category-4 hurricanes in the North Atlantic as examples, the study reveals a cascade of physical-biogeochemical effects including uptake of carbon dioxide and regional-scale phytoplankton bloom. The results are published in the Proceedings of the National Academy of Sciences.",
    "guid": "news684591721"
  },
  {
    "title": "The rhythm of swarms: Tunable particles synchronize movement like living organisms",
    "link": "https://phys.org/news/2025-12-rhythm-swarms-tunable-particles-synchronize.html",
    "pubDate": "Wed, 10 Dec 2025 12:19:25 EST",
    "categories": [
      "General Physics Soft Matter"
    ],
    "description": "A collaboration between the University of Konstanz and Forschungszentrum Jülich has achieved the first fully tunable experimental realization of a long predicted \"swarmalator\" system. The study, published in Nature Communications, shows how tiny, self-propelled particles can simultaneously coordinate their motion and synchronize their internal rhythms—a behavior reminiscent of flashing fireflies, Japanese tree frogs or schooling fish.",
    "guid": "news684591541"
  },
  {
    "title": "Direct observation reveals 'two-in-one' roles of plasma turbulence",
    "link": "https://phys.org/news/2025-12-reveals-roles-plasma-turbulence.html",
    "pubDate": "Wed, 10 Dec 2025 12:15:45 EST",
    "categories": [
      "Plasma Physics"
    ],
    "description": "Producing fusion energy requires heating plasma to more than one hundred million degrees and confining it stably with strong magnetic fields. However, plasma naturally develops fluctuations known as turbulence, and they carry heat outward and weaken confinement. Understanding how heat and turbulence spread is therefore essential.",
    "guid": "news684591301"
  },
  {
    "title": "New iron telluride thin film achieves superconductivity for quantum computer chips",
    "link": "https://phys.org/news/2025-12-iron-telluride-thin-superconductivity-quantum.html",
    "pubDate": "Wed, 10 Dec 2025 12:12:16 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "If quantum computing is going to become an every-day reality, we need better superconducting thin films, the hardware that enables storage and processing of quantum information. Too often, these thin films have impurities or other defects that make them useless for real quantum computer chips.",
    "guid": "news684591121"
  },
  {
    "title": "Meet Damhán Alla—the newly christened, spider-like feature on Jupiter's moon Europa",
    "link": "https://phys.org/news/2025-12-damhn-alla-newly-christened-spider.html",
    "pubDate": "Wed, 10 Dec 2025 11:46:25 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Irish planetary scientists have christened a spider-like feature on Jupiter's icy moon Europa as \"Damhán Alla,\" which translates to \"spider\" or \"wall demon.\"",
    "guid": "news684589561"
  },
  {
    "title": "Black hole eats star: Student helps chart gamma-ray burst that lasted for days",
    "link": "https://phys.org/news/2025-12-black-hole-star-student-gamma.html",
    "pubDate": "Wed, 10 Dec 2025 11:42:48 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "A team of astronomers including George Washington University physics Ph.D. student Eliza Neights recorded an extraordinary cosmic outburst this July which likely heralds a new kind of stellar explosion. With a flood of data from sources including NASA satellites, the team observed a gamma-ray burst (GRB), the most powerful class of cosmic explosions. But while most GRBs are over in a minute, this one continued for days.",
    "guid": "news684589322"
  },
  {
    "title": "Westerlund 1: First evidence of particle outflow from a young massive star cluster",
    "link": "https://phys.org/news/2025-12-westerlund-evidence-particle-outflow-young.html",
    "pubDate": "Wed, 10 Dec 2025 11:26:27 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Star clusters are of great importance in any galaxy: they are the birthplace of new stars, often containing massive stars of 10 solar masses or more. Such massive stars often drive powerful winds; the combined action of all stars in the cluster then leads to the formation of a \"superbubble\"—a cavity in the interstellar medium.",
    "guid": "news684588361"
  },
  {
    "title": "Estimating stellar-mass compact object accretion in AGN disks with a new method",
    "link": "https://phys.org/news/2025-12-stellar-mass-compact-accretion-agn.html",
    "pubDate": "Wed, 10 Dec 2025 11:14:25 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "A research team from the Yunnan Observatories of the Chinese Academy of Sciences (CAS), in collaboration with other researchers, has developed a new method to estimate how stellar-mass compact objects (COs)—including black holes, neutron stars, and white dwarfs—accrete matter within active galactic nucleus (AGN) disks. This work provides new insights into the evolution of these objects in extreme cosmic environments.",
    "guid": "news684587641"
  },
  {
    "title": "Painting galaxy clusters by numbers (and physics)",
    "link": "https://phys.org/news/2025-12-galaxy-clusters-physics.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Galaxy clusters are the most massive objects in the universe held together by gravity, containing up to several thousand individual galaxies and huge reservoirs of superheated, X-ray-emitting gas. The mass of this hot gas is typically about five times higher than the total mass of all the galaxies in galaxy clusters. In addition to these visible components, 80% of the mass of galaxy clusters is supplied by dark matter. These cosmic giants are bellwethers not only for the galaxies, stars and black holes within them, but also for the evolution and growth of the universe itself.",
    "guid": "news684586802"
  },
  {
    "title": "A new 'hypertropical' climate is emerging in the Amazon, exposing trees to deadly stress",
    "link": "https://phys.org/news/2025-12-hypertropical-climate-emerging-amazon-exposing.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:25 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The Amazon rainforest is slowly transitioning to a new, hotter climate with more frequent and intense droughts—conditions that haven't been seen on Earth for tens of millions of years.",
    "guid": "news684583506"
  },
  {
    "title": "An old jeweler's trick could unlock next-generation nuclear clocks",
    "link": "https://phys.org/news/2025-12-jeweler-generation-nuclear-clocks.html",
    "pubDate": "Wed, 10 Dec 2025 11:00:04 EST",
    "categories": [
      "General Physics"
    ],
    "description": "In 2008, a team of UCLA-led scientists proposed a scheme to use a laser to excite the nucleus of thorium atoms to realize extremely accurate, portable clocks. Last year, they realized this longstanding goal by bombarding thorium atoms embedded in specialized fluoride crystals with a laser. Now, they have found a way to dramatically simplify and strengthen the process by replacing the specialized crystals with thorium electroplated onto steel.",
    "guid": "news684583882"
  },
  {
    "title": "Study suggests Earth's inner core may have onion-like layered structure",
    "link": "https://phys.org/news/2025-12-earth-core-onion-layered.html",
    "pubDate": "Wed, 10 Dec 2025 10:50:01 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "An international research team may have found an explanation for seismic anomalies, the noticeable deviations in the behavior of earthquake waves, in Earth's inner core.",
    "guid": "news684585219"
  },
  {
    "title": "Oxygen scavenger doubles biosensor accuracy for medical and agricultural uses",
    "link": "https://phys.org/news/2025-12-oxygen-scavenger-biosensor-accuracy-medical.html",
    "pubDate": "Wed, 10 Dec 2025 10:31:32 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "Biosensors are helping people with chronic conditions worldwide live better lives. However, their measurement accuracy has often been relatively low, limiting the range of possible applications. Researchers at the Technical University of Munich (TUM) have now discovered a way to boost the accuracy of common oxidase biosensors from 50% to 99%, paving the way for new uses.",
    "guid": "news684585061"
  },
  {
    "title": "Satellite tracking helps map massive rupture of 2025 Myanmar earthquake",
    "link": "https://phys.org/news/2025-12-satellite-tracking-massive-rupture-myanmar.html",
    "pubDate": "Wed, 10 Dec 2025 10:24:16 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "The March 28, 2025, Myanmar earthquake is giving scientists a rare look into how some of the world's most dangerous fault systems behave, including California's San Andreas Fault. Earthquakes are notoriously messy and complex, but this one struck along an unusually straight and geologically \"mature\" fault, creating near-ideal conditions for researchers to observe how Earth releases energy during a major continental rupture.",
    "guid": "news684584572"
  },
  {
    "title": "Global warming amplifies extreme day-to-day temperature swings, study shows",
    "link": "https://phys.org/news/2025-12-global-amplifies-extreme-day-temperature.html",
    "pubDate": "Wed, 10 Dec 2025 10:23:06 EST",
    "categories": [
      "Environment"
    ],
    "description": "A new study has revealed that rapid, large-scale day-to-day temperature fluctuations have intensified amid global warming, representing a distinct climate hazard with impacts on human health. This growing volatility creates a weather pattern akin to a \"climate roller coaster,\" exposing populations to more frequent and sharp shifts between temperature extremes.",
    "guid": "news684584547"
  },
  {
    "title": "Ancient Roman officers may have kept pet monkeys to highlight their status",
    "link": "https://phys.org/news/2025-12-ancient-roman-officers-pet-monkeys.html",
    "pubDate": "Wed, 10 Dec 2025 10:10:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "There were many ways in which the elites of ancient Roman society flaunted their wealth. They built vast villas, sponsored extravagant games and imported luxury goods. And military top brass, at least those stationed at an Egyptian port, may have advertised their status with a pet monkey at their side. That's one of the insights from the analysis of 35 monkey burials in an ancient animal cemetery in Berenike on the east coast of Egypt.",
    "guid": "news684583498"
  },
  {
    "title": "Quantum machine learning nears practicality as partial error correction reduces hardware demands",
    "link": "https://phys.org/news/2025-12-quantum-machine-nears-partial-error.html",
    "pubDate": "Wed, 10 Dec 2025 09:20:06 EST",
    "categories": [
      "Quantum Physics"
    ],
    "description": "Imagine a future where quantum computers supercharge machine learning—training models in seconds, extracting insights from massive datasets and powering next-gen AI. That future might be closer than you think, thanks to a breakthrough from researchers at Australia's national research agency, CSIRO, and The University of Melbourne.",
    "guid": "news684580675"
  },
  {
    "title": "Neutrino observatories show promise for detecting light dark matter",
    "link": "https://phys.org/news/2025-12-neutrino-observatories-dark.html",
    "pubDate": "Wed, 10 Dec 2025 09:10:02 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Dark matter is an elusive type of matter that does not emit, reflect or absorb light, yet is estimated to account for most of the universe's mass. Over the past decades, many physicists worldwide have been trying to detect this type of matter or signals associated with its presence, employing various approaches and technologies.",
    "guid": "news684579982"
  },
  {
    "title": "Massive non-cool-core galaxy cluster explored with Chandra",
    "link": "https://phys.org/news/2025-12-massive-cool-core-galaxy-cluster.html",
    "pubDate": "Wed, 10 Dec 2025 09:00:18 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Astronomers have employed NASA's Chandra spacecraft to perform X-ray observations of a massive galaxy cluster known as SPT-CL J0217-5014. Results of the observational campaign, published December 4 on the arXiv preprint server, yield important insights into the properties and nature of this cluster.",
    "guid": "news684566092"
  },
  {
    "title": "Ghostly solar neutrinos caught transforming carbon atoms deep underground",
    "link": "https://phys.org/news/2025-12-ghostly-solar-neutrinos-caught-carbon.html",
    "pubDate": "Wed, 10 Dec 2025 09:00:10 EST",
    "categories": [
      "General Physics"
    ],
    "description": "Neutrinos are one of the most mysterious particles in the universe, often called \"ghost particles\" because they rarely interact with anything else. Trillions stream through our bodies every second, yet leave no trace. They are produced during nuclear reactions, including those that take place in the core of our sun.",
    "guid": "news684508634"
  },
  {
    "title": "Personal risk tolerance has sweeping implications for how societies evolve",
    "link": "https://phys.org/news/2025-12-personal-tolerance-implications-societies-evolve.html",
    "pubDate": "Wed, 10 Dec 2025 08:35:18 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "In his biography of Elon Musk, historian Walter Isaacson describes a game of Texas Hold \"Em poker in which Musk went all in—on every hand.",
    "guid": "news684578102"
  },
  {
    "title": "Women portrayed as younger than men online, and AI amplifies the bias",
    "link": "https://phys.org/news/2025-10-women-portrayed-younger-men-online.html",
    "pubDate": "Wed, 08 Oct 2025 12:30:01 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "U.S. Census data shows no systematic age differences between men and women in the workforce over the past decade. And globally, women on average live about five years longer than men. But that's not what you'll see if you search Google or YouTube or query an AI like ChatGPT.",
    "guid": "news679145322"
  },
  {
    "title": "Overconfidence persists even where regular feedback should discourage it, chess study finds",
    "link": "https://phys.org/news/2025-10-overconfidence-persists-regular-feedback-discourage.html",
    "pubDate": "Wed, 08 Oct 2025 12:22:04 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "The late psychologist Daniel Kahneman once said if he could wave a magic wand and get rid of any bias, he would choose overconfidence. However, overconfidence is here to stay. In a recent study in Psychological Science, researchers examined this bias among tournament chess players, to investigate if overconfidence is prevalent in an environment that should discourage it.",
    "guid": "news679144922"
  },
  {
    "title": "The human cost of healthy eating: Some recommended US diets carry higher risk of forced labor in food supply chains",
    "link": "https://phys.org/news/2025-10-human-healthy-diets-higher-labor.html",
    "pubDate": "Wed, 08 Oct 2025 05:00:03 EDT",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Many Americans choose food based on cost and nutrition, but personal values, such as animal welfare and environmental concerns, also shape what ends up on our plates.",
    "guid": "news678985149"
  },
  {
    "title": "The escape room challenge: How one person's narcissism can undermine a whole team",
    "link": "https://phys.org/news/2025-11-room-person-narcissism-undermine-team.html",
    "pubDate": "Wed, 05 Nov 2025 13:20:02 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A new study has revealed how different types of narcissism can influence the morale and performance of an entire team. Researchers invited over 100 people to complete escape room challenges in small groups, observing their interactions and behaviors throughout the tasks.",
    "guid": "news681570862"
  },
  {
    "title": "Nation topped goal of 1 million more STEM graduates over the past decade, analysis finds",
    "link": "https://phys.org/news/2025-11-nation-topped-goal-million-stem.html",
    "pubDate": "Wed, 05 Nov 2025 13:06:05 EST",
    "categories": [
      "Education"
    ],
    "description": "A recent analysis of national higher-education data by a researcher at the University of California, Santa Cruz, found that the United States exceeded the goal of producing one million more graduates in the fields of science, technology, engineering, and mathematics (STEM) over the course of a decade. That goal, set in a 2012 report by then-President Barack Obama's Council of Advisors on Science and Technology (PCAST), was one of several national objectives created to maintain America's scientific leadership position in an increasingly competitive global landscape.",
    "guid": "news681570361"
  },
  {
    "title": "Hand gestures that illustrate speech boost persuasiveness, study shows",
    "link": "https://phys.org/news/2025-11-gestures-speech-boost-persuasiveness.html",
    "pubDate": "Wed, 05 Nov 2025 12:37:18 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Words matter—but your hands might matter more, according to a new UBC study which found that purposeful hand gestures can make speakers appear more competent and persuasive.",
    "guid": "news681568630"
  },
  {
    "title": "Traditional note-taking beats AI chatbots for reading comprehension, but a combined approach is still useful",
    "link": "https://phys.org/news/2025-12-traditional-ai-chatbots-comprehension-combined.html",
    "pubDate": "Wed, 03 Dec 2025 19:10:01 EST",
    "categories": [
      "Education"
    ],
    "description": "A new study suggests that traditional learning activities like making notes remain critical for students' reading comprehension and retention, while also suggesting that large language models (LLMs), such as ChatGPT or Microsoft Copilot, could be a useful tool for helping students clarify, explore, and contextualize learning material.",
    "guid": "news683911441"
  },
  {
    "title": "Precise catalyst design boosts hydrogen gas production efficiency and affordability",
    "link": "https://phys.org/news/2025-12-precise-catalyst-boosts-hydrogen-gas.html",
    "pubDate": "Wed, 03 Dec 2025 14:28:47 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "A recent advance in the science of hydrogen fuel production could enable higher output and more sustainable production of this renewable energy source, researchers with Stockholm's KTH Royal Institute of Technology report.",
    "guid": "news683994482"
  },
  {
    "title": "Video-call glitches can have serious consequences",
    "link": "https://phys.org/news/2025-12-video-glitches-consequences.html",
    "pubDate": "Wed, 03 Dec 2025 12:51:20 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A technical glitch during a Zoom call shouldn't be that big a deal, or lead someone to make a judgment about the person on the other end. But in actuality, glitches during face-to-face video calls—even when the glitch does not affect the transmission of information—can shatter the illusion of being across the table from the other person, evoking a creepy or eerie feeling known as \"uncanniness.\"",
    "guid": "news683988661"
  },
  {
    "title": "Oldest mule in western Europe found in early Iron Age burial site",
    "link": "https://phys.org/news/2025-12-oldest-mule-western-europe-early.html",
    "pubDate": "Wed, 03 Dec 2025 12:33:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Researchers from the Prehistoric Studies and Research Seminar and the Institute of Archaeology of the University of Barcelona have identified the oldest mule documented in the western Mediterranean and continental Europe, in the Penedès region.",
    "guid": "news683987581"
  },
  {
    "title": "Kinetic decoupling-recoupling strategy enables 79% yield of ethylene and propylene from polyethylene",
    "link": "https://phys.org/news/2025-12-kinetic-decoupling-recoupling-strategy-enables.html",
    "pubDate": "Wed, 03 Dec 2025 11:38:28 EST",
    "categories": [
      "Polymers Analytical Chemistry"
    ],
    "description": "In a study published in Nature Chemical Engineering, a team has developed a kinetic decoupling-recoupling (KDRC) strategy that enables the conversion of polyethylene (PE) to ethylene and propylene with a yield of 79%.",
    "guid": "news683984281"
  },
  {
    "title": "First evidence of lost-wax casting for silver in Bronze Age Western Europe uncovered",
    "link": "https://phys.org/news/2025-12-evidence-lost-wax-silver-bronze.html",
    "pubDate": "Wed, 03 Dec 2025 09:30:53 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, Dr. Linda Boutoille uncovered the first evidence of lost-wax casting of silver objects in Bronze Age Iberia and, to date, Western Europe. Published in the Oxford Journal of Archaeology, the study examines an unusual silver bangle excavated in 1884 from the El Argar culture (2200 to 1550 BC).",
    "guid": "news683976625"
  },
  {
    "title": "Theoretical game model determines how pilgrimages can emerge",
    "link": "https://phys.org/news/2025-10-theoretical-game-pilgrimages-emerge.html",
    "pubDate": "Wed, 01 Oct 2025 14:38:04 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Pilgrimages are ubiquitous across all major world religions. From the Camino de Santiago, a Christian pilgrimage that encompasses routes in southern Europe and ends in Spain, to the Kumbh Mela, a Hindu festival on the banks of India's Ganges River, hundreds of millions of people travel to various sites across the globe to engage in rituals and connect with their faith.",
    "guid": "news678548281"
  },
  {
    "title": "Teams with budding researchers are more likely to drive scientific disruption, new study finds",
    "link": "https://phys.org/news/2025-10-teams-budding-scientific-disruption.html",
    "pubDate": "Wed, 01 Oct 2025 10:00:07 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Scientific research apparently has its own share of beginner's luck. According to a study by Mahdee Mushfique Kamal and Raiyan Abdul Baten, teams with a larger number of newbies take the cake when it comes to transformative scientific research. Their study examined 28 million articles spanning five decades of scientific publications to understand how beginner authors drive scientific advancement.",
    "guid": "news678531034"
  },
  {
    "title": "Switching it up: The secret survival strategy to life as revealed by mathematics",
    "link": "https://phys.org/news/2025-09-secret-survival-strategy-life-revealed.html",
    "pubDate": "Tue, 30 Sep 2025 09:17:03 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "The seemingly unpredictable, and thereby uncontrollable, dynamics of living organisms have perplexed and fascinated scientists for a long time. While these dynamics can be represented by reaction networks, which can model a variety of biological systems, taming and therefore controlling these dynamics can be challenging.",
    "guid": "news678442621"
  },
  {
    "title": "Breaking the code in network theory: Bimodularity reveals direction of influence in complex systems",
    "link": "https://phys.org/news/2025-08-code-network-theory-bimodularity-reveals.html",
    "pubDate": "Tue, 26 Aug 2025 14:20:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "As summer winds down, many of us in continental Europe are heading back north. The long return journeys from the beaches of southern France, Spain, and Italy once again clog alpine tunnels and Mediterranean coastal routes during the infamous Black Saturday bottlenecks. This annual migration, like many systems in our world, forms a network—not just of connections, but of communities shaped by shared patterns of origin and destination.",
    "guid": "news675434713"
  },
  {
    "title": "Mapping out the hidden mechanics behind why some fads spread like wildfire",
    "link": "https://phys.org/news/2025-11-hidden-mechanics-fads-wildfire.html",
    "pubDate": "Tue, 25 Nov 2025 11:15:04 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Whether it is a whole friendship group migrating to using iPhones or a swath of classmates wanting the latest Lululemon waterbottle, network scientists have uncovered the hidden mechanics behind social trends.",
    "guid": "news683291701"
  },
  {
    "title": "Seeing rich people increases support for wealth redistribution, study finds",
    "link": "https://phys.org/news/2025-11-rich-people-wealth-redistribution.html",
    "pubDate": "Tue, 25 Nov 2025 10:11:02 EST",
    "categories": [
      "Economics & Business Political science"
    ],
    "description": "If people do not observe inequality, they are less likely to favor policies that redistribute wealth, such as taxation—but they are also more satisfied with their lot, according to online experiments involving 1,440 US-based participants.",
    "guid": "news683287861"
  },
  {
    "title": "How personalized algorithms lead to a distorted view of reality",
    "link": "https://phys.org/news/2025-11-personalized-algorithms-distorted-view-reality.html",
    "pubDate": "Tue, 25 Nov 2025 09:16:03 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "The same personalized algorithms that deliver online content based on your previous choices on social media sites like YouTube also impair learning, a new study suggests.",
    "guid": "news683284561"
  },
  {
    "title": "Is the 'hot hand' real? 'Jeopardy!' offers clues",
    "link": "https://phys.org/news/2025-11-hot-real-jeopardy-clues.html",
    "pubDate": "Tue, 25 Nov 2025 09:09:04 EST",
    "categories": [
      "Economics & Business"
    ],
    "description": "Stanford researchers found that contestants bet bigger on Daily Doubles when they're on a streak—even though their performance barely budges.",
    "guid": "news683284142"
  },
  {
    "title": "Pianists' subtle finger movements influence variations in timbre, according to new study",
    "link": "https://phys.org/news/2025-09-pianists-subtle-finger-movements-variations.html",
    "pubDate": "Tue, 23 Sep 2025 11:50:05 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "While it is known that auditory characteristics like loudness and tempo are associated with the physical movements of musicians, more subtle features, like timbre (also known as the \"tone color\" or tonal quality), are not as well understood.",
    "guid": "news677846441"
  },
  {
    "title": "Statistics don't lie—but they can be misleading",
    "link": "https://phys.org/news/2025-09-statistics-dont.html",
    "pubDate": "Tue, 23 Sep 2025 11:46:06 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "When it comes to deciding how significant a statistic is, Université de Montréal education professor Sébastien Béland is clear: \"Our goal is to change practices in order to improve quality in the social sciences and humanities,\" he said.",
    "guid": "news677846762"
  },
  {
    "title": "Algorithmic outreach can lead to information inequality",
    "link": "https://phys.org/news/2025-10-algorithmic-outreach-inequality.html",
    "pubDate": "Tue, 21 Oct 2025 09:40:48 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Algorithms that identify influential people in social networks can help maximize the reach of messages, but a modeling study published in PNAS Nexus shows that those same algorithms can disseminate information inequitably, potentially exacerbating existing social inequalities.",
    "guid": "news680258442"
  },
  {
    "title": "Social media use soars as kids drop sports, reading and the arts",
    "link": "https://phys.org/news/2025-11-social-media-soars-kids-sports.html",
    "pubDate": "Tue, 18 Nov 2025 20:30:02 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "In striking new statistics, experts warn of social media's growing grip on young people, with use among children and teens soaring by more than 200% since before COVID and showing no sign of decline.",
    "guid": "news682695059"
  },
  {
    "title": "Algorithm finds smallest dataset that guarantees optimal solutions to complex problems",
    "link": "https://phys.org/news/2025-11-algorithm-smallest-dataset-optimal-solutions.html",
    "pubDate": "Tue, 18 Nov 2025 11:54:04 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Determining the least expensive path for a new subway line underneath a metropolis like New York City is a colossal planning challenge—involving thousands of potential routes through hundreds of city blocks, each with uncertain construction costs. Conventional wisdom suggests extensive field studies across many locations would be needed to determine the costs associated with digging below certain city blocks.",
    "guid": "news682689241"
  },
  {
    "title": "AI can deliver personalized learning at scale, medical education study shows",
    "link": "https://phys.org/news/2025-11-ai-personalized-scale-medical.html",
    "pubDate": "Tue, 11 Nov 2025 14:52:04 EST",
    "categories": [
      "Education"
    ],
    "description": "A new Dartmouth study finds that artificial intelligence has the potential to deliver educational support that meets the individual needs of large numbers of students. The researchers are the first to report that students may put more trust in AI platforms programmed to pull answers from only curated expert sources, rather than from massive data sets of general information.",
    "guid": "news682095121"
  },
  {
    "title": "Scientists find evolutionary explanation for 'irrational' dread risk behavior",
    "link": "https://phys.org/news/2025-11-scientists-evolutionary-explanation-irrational-dread.html",
    "pubDate": "Tue, 11 Nov 2025 13:00:04 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "The evolution of the so-called dread risk response has been explained by new research. People often respond to low-probability, high-consequence events like terror attacks or nuclear accidents with a dread risk response. This intense fear of the perceived sources of dread leads to extreme avoidance behavior, which often means that people expose themselves to higher risk of dying in more common incidents like traffic accidents.",
    "guid": "news682087871"
  },
  {
    "title": "How tiny tweaks in music shape what we imagine",
    "link": "https://phys.org/news/2025-09-tiny-tweaks-music.html",
    "pubDate": "Tue, 09 Sep 2025 10:30:09 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "New research from the Sydney Music, Mind and Body Lab at the Sydney Conservatorium of Music has found that even the smallest of human touches in music can shape and enhance our imaginations. Mental imagery while listening to music often contains elaborate imagined narratives, sensory experiences such as pictures, smells, or movement, and abstract emotions, all simulated in the listeners' mind and shaped by the sounds they are listening to.",
    "guid": "news676632311"
  },
  {
    "title": "Ocean current and seabed shape influence warm water circulation under ice shelves, research reveals",
    "link": "https://phys.org/news/2025-12-ocean-current-seabed-circulation-ice.html",
    "pubDate": "Tue, 09 Dec 2025 19:10:05 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "New research reveals how the speed of ocean currents and the shape of the seabed influence the amount of heat flowing underneath Antarctic ice shelves, contributing to melting.",
    "guid": "news684507602"
  },
  {
    "title": "'Light-bending' material that controls blue and ultraviolet light could transform advanced chipmaking",
    "link": "https://phys.org/news/2025-12-material-blue-ultraviolet-advanced-chipmaking.html",
    "pubDate": "Tue, 09 Dec 2025 17:50:02 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers from TU Delft and Radboud University (The Netherlands) have discovered that the two-dimensional ferroelectric material CuInP₂S₆ (CIPS) can be used to control the pathway and properties of blue and ultraviolet light like no other material can.",
    "guid": "news684517303"
  },
  {
    "title": "Geomorphological approach evaluates Galápagos watersheds",
    "link": "https://phys.org/news/2025-12-geomorphological-approach-galpagos-watersheds.html",
    "pubDate": "Tue, 09 Dec 2025 16:34:10 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Galápagos is a living laboratory where every environmental decision matters. On Santa Cruz, the most populated island of the archipelago, freshwater is a limited and increasingly vulnerable resource due to urban growth, agricultural pressure, saltwater intrusion, and climate change. In this context, understanding how water behaves across the landscape becomes essential for water security.",
    "guid": "news684520441"
  },
  {
    "title": "K-DRIFT pathfinder: A compact telescope for observing faint galactic structures",
    "link": "https://phys.org/news/2025-12-drift-pathfinder-compact-telescope-faint.html",
    "pubDate": "Tue, 09 Dec 2025 15:50:02 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Conventional telescopes are limited in detecting low-surface-brightness (LSB) structures, which are essential for studying galaxy evolution. Now, researchers have developed a new telescope system featuring a confocal off-axis design with three freeform mirrors, optimized for deep LSB imaging. This system enables astronomers to observe faint galactic features more clearly, revealing how galaxies evolve over time.",
    "guid": "news684517295"
  },
  {
    "title": "Like living cells, oil-in-water droplets form 'arms' in response to their environment",
    "link": "https://phys.org/news/2025-12-cells-oil-droplets-arms-response.html",
    "pubDate": "Tue, 09 Dec 2025 15:35:15 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "Oil-in-water droplets respond to chemical cues by forming arm-like extensions that resemble filopodia, which are used by living cells to sense and explore their environment.",
    "guid": "news684516902"
  },
  {
    "title": "Antarctica's only native insect is already eating microplastics",
    "link": "https://phys.org/news/2025-12-antarctica-native-insect-microplastics.html",
    "pubDate": "Tue, 09 Dec 2025 15:30:01 EST",
    "categories": [
      "Environment"
    ],
    "description": "A global research team led by researchers from the University of Kentucky Martin-Gatton College of Agriculture, Food and Environment has found that Antarctica's only native insect is already ingesting microplastics, even in one of the planet's most remote regions.",
    "guid": "news684516405"
  },
  {
    "title": "Fast-tracking a natural climate solution by compressing millennia of carbon capture into hours",
    "link": "https://phys.org/news/2025-12-fast-tracking-natural-climate-solution.html",
    "pubDate": "Tue, 09 Dec 2025 15:20:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "What if it were possible to take a very slow geological process, one that takes thousands of years in nature, and speed it up so that it happens within hours, in order to slow the rate of global warming?",
    "guid": "news684515490"
  },
  {
    "title": "Limitations of AI-based material prediction: Crystallographic disorder represents a stumbling block",
    "link": "https://phys.org/news/2025-12-limitations-ai-based-material-crystallographic.html",
    "pubDate": "Tue, 09 Dec 2025 15:07:19 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Computer simulations and artificial intelligence often make significant errors when predicting the properties of new, high-performance materials, according to a new international study led by the University of Bayreuth. In their research, published in Advanced Materials, the scientists provide tools to address this issue.",
    "guid": "news684515222"
  },
  {
    "title": "Artificial photosynthesis catalyst converts carbon dioxide into fuel using sunlight",
    "link": "https://phys.org/news/2025-12-artificial-photosynthesis-catalyst-carbon-dioxide.html",
    "pubDate": "Tue, 09 Dec 2025 14:54:33 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "A joint research team has developed a highly efficient photocatalyst that can convert carbon dioxide into the high-value-added fuel, methane, using sunlight, while explaining its operating principles. The work is published in the journal ACS Catalysis.",
    "guid": "news684514441"
  },
  {
    "title": "Durable catalyst shields itself for affordable green hydrogen production",
    "link": "https://phys.org/news/2025-12-durable-catalyst-shields-green-hydrogen.html",
    "pubDate": "Tue, 09 Dec 2025 14:40:41 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "An international research team led by Professor Philip C.Y. Chow at The University of Hong Kong (HKU) has unveiled a new catalyst that overcomes a major challenge in producing green hydrogen at scale. This innovation makes the process of producing oxygen efficiently and reliably in the harsh acidic environment used by today's most promising industrial electrolyzers.",
    "guid": "news684513601"
  },
  {
    "title": "Student researcher leads discovery of fastest gamma-ray burst ever recorded",
    "link": "https://phys.org/news/2025-12-student-discovery-fastest-gamma-ray.html",
    "pubDate": "Tue, 09 Dec 2025 14:15:32 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Sarah Dalessi, a fifth-year student in the College of Science at The University of Alabama in Huntsville (UAH), a part of The University of Alabama System, is the lead author of a paper published in The Astrophysical Journal detailing the discovery of the fastest gamma-ray burst (GRB) ever recorded.",
    "guid": "news684512102"
  },
  {
    "title": "Decoding the chemistry of life: Maximum entropy reveals how mutations alter enzymes and drive drug resistance",
    "link": "https://phys.org/news/2025-12-decoding-chemistry-life-maximum-entropy.html",
    "pubDate": "Tue, 09 Dec 2025 13:40:05 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "For decades, Arieh Warshel, USC Distinguished Professor of Chemistry and a 2013 Nobel laureate, has used computer simulations to understand how enzymes—fundamental to nearly every biological process in living organisms—carry out the essential work of life.",
    "guid": "news684509766"
  },
  {
    "title": "How to watch one of the year's best meteor showers, the Geminids",
    "link": "https://phys.org/news/2025-12-year-meteor-showers-geminids.html",
    "pubDate": "Tue, 09 Dec 2025 13:30:42 EST",
    "categories": [
      "Space Exploration"
    ],
    "description": "It's time for one of the strongest meteor showers of the year.",
    "guid": "news684509405"
  },
  {
    "title": "How oxygen first reached Earth's oceans",
    "link": "https://phys.org/news/2025-12-oxygen-earth-oceans.html",
    "pubDate": "Tue, 09 Dec 2025 13:18:27 EST",
    "categories": [
      "Astrobiology Planetary Sciences"
    ],
    "description": "For roughly 2 billion years of Earth's early history, the atmosphere contained no oxygen, the essential ingredient required for complex life. Oxygen began building up during the period known as the Great Oxidation Event (GOE), but when and how it first entered the oceans has remained uncertain.",
    "guid": "news684508649"
  },
  {
    "title": "Energy-efficient hydrogen: Plant waste and chromium-coated copper catalyst improve electrolysis process",
    "link": "https://phys.org/news/2025-12-energy-efficient-hydrogen-chromium-coated.html",
    "pubDate": "Tue, 09 Dec 2025 12:40:35 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Hydrogen fuel could be an important part of the clean energy revolution. But it faces some challenges. Most hydrogen today is made from natural gas using a process called steam methane reforming, which produces lots of carbon dioxide.",
    "guid": "news684506402"
  },
  {
    "title": "Surprising nanoscopic heat traps found in diamonds",
    "link": "https://phys.org/news/2025-12-nanoscopic-diamonds.html",
    "pubDate": "Tue, 09 Dec 2025 12:37:15 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Diamond is famous in material science for being the best natural heat conductor on Earth—but new research reveals that, at the atomic scale, it can briefly trap heat in unexpected ways. The findings could influence how scientists design diamond-based quantum technologies, including ultra-precise sensors and future quantum computers.",
    "guid": "news684506221"
  },
  {
    "title": "Observations link solar flare pulsations to repeated magnetic reconnection",
    "link": "https://phys.org/news/2025-12-link-solar-flare-pulsations-magnetic.html",
    "pubDate": "Tue, 09 Dec 2025 12:28:30 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "A new study led by Southwest Research Institute (SwRI) links quasi-periodic pulsations (QPPs) in solar flares to dynamic oscillations in magnetic reconnection, a phenomenon that can drive space weather and affect technology on Earth. This research could help refine traditional solar flare models and provide new insights into the mechanisms driving them.",
    "guid": "news684505681"
  },
  {
    "title": "'Monster Stars' from the cosmic dawn: Astronomers find first direct evidence",
    "link": "https://phys.org/news/2025-12-monster-stars-cosmic-dawn-astronomers.html",
    "pubDate": "Tue, 09 Dec 2025 12:07:27 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Using the James Webb Space Telescope, a team of international researchers have discovered chemical fingerprints of gigantic primordial stars that were among the first to form after the Big Bang.",
    "guid": "news684504421"
  },
  {
    "title": "Laser draws made-to-order magnetic landscapes",
    "link": "https://phys.org/news/2025-12-laser-magnetic-landscapes.html",
    "pubDate": "Tue, 09 Dec 2025 12:03:33 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers at the Paul Scherrer Institute PSI, in collaboration with the National Institute of Standards and Technology (NIST) in Boulder, Colorado, have for the first time succeeded in using existing laser technology to continuously vary the magnetic properties of two-dimensional materials.",
    "guid": "news684504181"
  },
  {
    "title": "Electron-phonon interactions in crystals found to be quantized by a fundamental constant",
    "link": "https://phys.org/news/2025-12-electron-phonon-interactions-crystals-quantized.html",
    "pubDate": "Tue, 09 Dec 2025 11:10:02 EST",
    "categories": [
      "Condensed Matter Quantum Physics"
    ],
    "description": "A researcher at the Department of Physics at Tohoku University has uncovered a surprising quantum phenomenon hidden inside ordinary crystals: the strength of interactions between electrons and lattice vibrations—known as phonons—is not continuous, but quantized. Even more remarkably, this strength is universally linked to one of the most iconic numbers in physics: the fine-structure constant.",
    "guid": "news684500724"
  },
  {
    "title": "Sensational Viking Age grave newly uncovered",
    "link": "https://phys.org/news/2025-12-sensational-viking-age-grave-newly.html",
    "pubDate": "Tue, 09 Dec 2025 11:01:30 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Researchers are now investigating a Viking Age grave with preserved skeletal remains and jewelry. The grave was found at Val in Bjugn, in Trøndelag County. A discovery by a metal detectorist alerted researchers to the find.",
    "guid": "news684500462"
  },
  {
    "title": "Pompeii offers insights into ancient Roman building technology",
    "link": "https://phys.org/news/2025-12-pompeii-insights-ancient-roman-technology.html",
    "pubDate": "Tue, 09 Dec 2025 11:00:08 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Concrete was the foundation of the ancient Roman empire. It enabled Rome's storied architectural revolution as well as the construction of buildings, bridges, and aqueducts, many of which are still used some 2,000 years after their creation.",
    "guid": "news684405482"
  },
  {
    "title": "Chaotic 3D currents form multiple microplastic 'attractors' beneath the ocean surface, study finds",
    "link": "https://phys.org/news/2025-12-chaotic-3d-currents-multiple-microplastic.html",
    "pubDate": "Tue, 09 Dec 2025 11:00:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The ocean is saturated with microplastics. While we know the location of the great garbage patches, where plastic particles may accumulate below the ocean surface remains unknown. The vastness of the ocean means particle sampling data are sparse, but modeling how particles aggregate in 3D fluid flows can help determine where to look.",
    "guid": "news684414661"
  },
  {
    "title": "Cooperative intermolecular interactions regulate supramolecular polymer assembly",
    "link": "https://phys.org/news/2025-12-cooperative-intermolecular-interactions-supramolecular-polymer.html",
    "pubDate": "Tue, 09 Dec 2025 10:23:16 EST",
    "categories": [
      "Polymers Analytical Chemistry"
    ],
    "description": "Supramolecular chemistry involves the study of self-assembly of discrete molecules that are used to build large functional structures. Often, these molecules are allowed to self-assemble into one-dimensional polymeric structures (supramolecular polymers or SPs) in a suitable environment, and the dynamic molecular interactions are noted for tweaking the environment and improving the features of the resulting SPs. They are being explored as the next-generation polymeric materials with applications in electronics, soft-robotics, nanofabrication, and biomedical fields.",
    "guid": "news684498181"
  },
  {
    "title": "A new traveling-wave Josephson amplifier with built-in reverse isolation",
    "link": "https://phys.org/news/2025-12-josephson-amplifier-built-reverse-isolation.html",
    "pubDate": "Tue, 09 Dec 2025 09:30:01 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "Traveling-wave parametric amplifiers (TWPAs) are electronic devices that boost weak microwave signals (i.e., electromagnetic waves with frequencies typically ranging between 1 and 100 GHz). Recently, many engineers have been developing TWPAs based on superconductors, materials that conduct electricity with a resistance of zero at low temperatures.",
    "guid": "news684420067"
  },
  {
    "title": "Trust in science is low among minorities for a reason, research finds",
    "link": "https://phys.org/news/2025-12-science-minorities.html",
    "pubDate": "Tue, 09 Dec 2025 09:20:04 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "The COVID-19 pandemic prompted a nationwide conversation in the U.S. about how much people trust scientists and trained medical professionals. But for some communities, distrust has been the norm.",
    "guid": "news684494245"
  },
  {
    "title": "Short-lived optical flare AT2022zod is an unusual tidal disruption event, astronomers find",
    "link": "https://phys.org/news/2025-12-short-optical-flare-at2022zod-unusual.html",
    "pubDate": "Tue, 09 Dec 2025 09:20:02 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "An international team of astronomers has investigated a short-lived optical flare designated AT2022zod. As a result, they found evidence indicating that this flare is an unusual tidal disruption event. The findings were presented in a research paper published Dec. 1 on the arXiv pre-print server.",
    "guid": "news684494047"
  },
  {
    "title": "From light to logic: Ultrafast quantum switching in 2D materials",
    "link": "https://phys.org/news/2025-12-logic-ultrafast-quantum-2d-materials.html",
    "pubDate": "Tue, 09 Dec 2025 08:51:39 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Scientists from the Indian Institute of Technology Bombay have found a way to use light to control and read tiny quantum states inside atom-thin materials. The simple technique could pave the way for computers that are dramatically faster and consume far less power than today's electronics.",
    "guid": "news684492661"
  },
  {
    "title": "2025 on track to tie second hottest year on record: EU monitor",
    "link": "https://phys.org/news/2025-12-track-hottest-year-eu.html",
    "pubDate": "Tue, 09 Dec 2025 04:24:07 EST",
    "categories": [
      "Environment"
    ],
    "description": "The planet is on track to log its second hottest year on record in 2025, tied with 2023 after a historic high in 2024, Europe's global warming monitor said Tuesday.",
    "guid": "news684476611"
  },
  {
    "title": "CERN upbeat as China halts particle accelerator mega-project",
    "link": "https://phys.org/news/2025-12-cern-upbeat-china-halts-particle.html",
    "pubDate": "Tue, 09 Dec 2025 04:23:21 EST",
    "categories": [
      "General Physics"
    ],
    "description": "The chief of the CERN physics laboratory says China's decision to pause its major particle accelerator project presents an \"opportunity\" to ensure Europe's rival plan goes ahead.",
    "guid": "news684476571"
  },
  {
    "title": "Black hole ejects matter at 20% light speed in sun-like magnetic event",
    "link": "https://phys.org/news/2025-12-black-hole-ejects-sun-magnetic.html",
    "pubDate": "Tue, 09 Dec 2025 03:00:01 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "An international team of astronomers, led by SRON, has observed a sudden outburst of matter near the supermassive black hole NGC 3783 at speeds reaching up to 20% of the speed of light. During a 10-day observation, mainly with the XRISM space telescope, the researchers witnessed its formation and acceleration. Scientists often find that these outbursts are powered by strong radiation, but this time the most likely cause is a sudden change in the magnetic field, similar to bursts on the sun that cause solar flares.",
    "guid": "news684420787"
  },
  {
    "title": "Small-scale societies worldwide show universal pattern in tool specialization",
    "link": "https://phys.org/news/2025-10-small-scale-societies-worldwide-universal.html",
    "pubDate": "Tue, 07 Oct 2025 11:30:01 EDT",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "Every human society faces a common challenge: to develop the best possible mix of tools that can help them solve problems. But tools, ranging from simple hunting and cooking implements to technology to ways to transport goods and people, require time and resources to develop, says SFI External Professor Marcus Hamilton, an anthropologist at the University of Texas at San Antonio, and small-scale societies must balance that cost against innovation.",
    "guid": "news679054922"
  },
  {
    "title": "AI assistant developed for every step of the scientific process",
    "link": "https://phys.org/news/2025-11-ai-scientific.html",
    "pubDate": "Tue, 04 Nov 2025 15:33:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Researchers have developed an AI-powered 'scientific assistant' designed to accelerate the scientific process by helping them identify new research questions, analyze and interpret data, and produce scientific documents.",
    "guid": "news681492781"
  },
  {
    "title": "Genetics may influence our choice of academic field",
    "link": "https://phys.org/news/2025-11-genetics-choice-academic-field.html",
    "pubDate": "Tue, 04 Nov 2025 13:10:05 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "What we choose to study—whether fine art or finance—is one of the most influential decisions in our lives. It shapes not only career trajectories, but also income, fertility, and well-being. As access to education is expanding, what we study now plays a bigger role than how long we study in shaping life outcomes.",
    "guid": "news681483990"
  },
  {
    "title": "Rethinking the insurance industry in a warming world",
    "link": "https://phys.org/news/2025-11-rethinking-industry-world.html",
    "pubDate": "Tue, 04 Nov 2025 12:29:04 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "As global warming intensifies and extreme weather events become more frequent, insurance systems worldwide are under pressure. In the United States, for instance, rising flood and hurricane damages have driven major reforms in the federal flood insurance program (NFIP), reducing public subsidies and raising costs for homeowners.",
    "guid": "news681481742"
  },
  {
    "title": "Archaeological study challenges paleo diet, revealing humans have long eaten 'processed plant foods'",
    "link": "https://phys.org/news/2025-12-archaeological-paleo-diet-revealing-humans.html",
    "pubDate": "Tue, 02 Dec 2025 16:29:23 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Humans evolved over hundreds of thousands of years to be the ultimate flexible eaters—chasing carbohydrates and fats from plant and animal sources alike. A new study in the Journal of Archaeological Research by researchers at the Australian National University and the University of Toronto Mississauga reveals early humans were far from the Paleolithic meat-eaters sometimes portrayed, but rather relied heavily on a wide range of plant and animal foods.",
    "guid": "news683915342"
  },
  {
    "title": "Define your dating goals: Study shows clarity is key to dating satisfaction",
    "link": "https://phys.org/news/2025-12-dating-goals-clarity-key-satisfaction.html",
    "pubDate": "Tue, 02 Dec 2025 12:49:16 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Single people who date without a clear understanding of what they are looking for in a relationship experience more loneliness and decreased life satisfaction, McGill researchers have found.",
    "guid": "news683902125"
  },
  {
    "title": "Sounding the 6,000-year-old shell trumpets of Catalonia",
    "link": "https://phys.org/news/2025-12-year-shell-trumpets-catalonia.html",
    "pubDate": "Tue, 02 Dec 2025 08:32:20 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Archaeologists have played shell trumpets from Neolithic Catalonia, revealing they were highly effective for long-distance communication and may have also been used as musical instruments.",
    "guid": "news683886721"
  },
  {
    "title": "Social media research tool can lower political temperature—it could also lead to more user control over algorithms",
    "link": "https://phys.org/news/2025-11-social-media-tool-political-temperature.html",
    "pubDate": "Thu, 27 Nov 2025 14:00:08 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "A new tool shows it is possible to turn down the partisan rancor in an X feed—without removing political posts and without the direct cooperation of the platform.",
    "guid": "news683309353"
  },
  {
    "title": "Instagram users overestimate their social media addiction, study suggests",
    "link": "https://phys.org/news/2025-11-instagram-users-overestimate-social-media.html",
    "pubDate": "Thu, 27 Nov 2025 11:00:04 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Instagram users may overestimate the extent to which they are addicted to the platform, according to research conducted on 1,204 U.S. adults published in Scientific Reports. The findings suggest that for most social media users, excessive use is driven by habit rather than genuine addiction.",
    "guid": "news683306521"
  },
  {
    "title": "Understanding problems tougher than solving them, mobile game experiment shows",
    "link": "https://phys.org/news/2025-09-problems-tougher-mobile-game.html",
    "pubDate": "Thu, 25 Sep 2025 12:23:03 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Physicist Albert Einstein famously posited that if he only had an hour to crack a daunting problem, he'd devote 55 minutes to understanding it and only five minutes to crafting a solution. Einstein believed that the most difficult aspect of problem-solving was gaining a comprehensive grasp of the challenge to be addressed.",
    "guid": "news678021781"
  },
  {
    "title": "Self-reinforcing cascades: How ideas, beliefs, and innovations spread in the digital age",
    "link": "https://phys.org/news/2025-08-cascades-ideas-beliefs-digital-age.html",
    "pubDate": "Thu, 21 Aug 2025 17:02:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "It might start as a joke, a belief, or a rumor. At first, it's easy to dismiss. But then it gains a twist, builds momentum, and spreads like wildfire. What causes some ideas to die out while others take over the internet?",
    "guid": "news675014521"
  },
  {
    "title": "Cities obey the same laws of living systems, researchers claim",
    "link": "https://phys.org/news/2025-08-cities-obey-laws.html",
    "pubDate": "Thu, 21 Aug 2025 10:26:27 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "An EPFL study has found that urban areas follow the same universal rules observed in the natural world. From population size to carbon emissions and road networks—could the key to sustainable urbanization lie in the very \"metabolism\" of our cities?",
    "guid": "news674990772"
  },
  {
    "title": "Generative chatbots promise personalized education at scale but struggle with accuracy issues",
    "link": "https://phys.org/news/2025-11-generative-chatbots-personalized-scale-struggle.html",
    "pubDate": "Thu, 20 Nov 2025 16:52:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Personalized learning is a very effective teaching method, but its potential is limited due to resource constraints. In a small, in-person class, instructors can walk around, engage with students individually, adjust lessons and adapt their teaching to match each learner's needs. However, as class sizes grow—or in online courses with hundreds or even thousands of learners—this level of personalization becomes difficult or impossible.",
    "guid": "news682879921"
  },
  {
    "title": "Rethinking where language comes from: Framework reveals complex interplay of biology and culture",
    "link": "https://phys.org/news/2025-11-rethinking-language-framework-reveals-complex.html",
    "pubDate": "Thu, 20 Nov 2025 16:41:04 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "A new study challenges the idea that language stems from a single evolutionary root. Instead, it proposes that our ability to communicate evolved through the interaction of biology and culture, and involves multiple capacities, each with different evolutionary histories. The framework, published in Science, unites discoveries across disciplines to explain how the ability to learn to speak, develop grammar, and share meaning converged to create complex communication.",
    "guid": "news682879262"
  },
  {
    "title": "Humans bring gender bias to their interactions with AI, finds study",
    "link": "https://phys.org/news/2025-11-humans-gender-bias-interactions-ai.html",
    "pubDate": "Thu, 20 Nov 2025 14:27:03 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Humans bring gender biases to their interactions with Artificial Intelligence (AI), according to new research from Trinity College Dublin and Ludwig-Maximilians Universität (LMU) Munich.",
    "guid": "news682871221"
  },
  {
    "title": "The Batman effect: The mere sight of the 'superhero' can make us more altruistic",
    "link": "https://phys.org/news/2025-11-batman-effect-mere-sight-superhero.html",
    "pubDate": "Thu, 20 Nov 2025 11:33:26 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "If \"Batman\" appears on the scene, we immediately become more altruistic: in fact, research conducted by psychologists from the Università Cattolica del Sacro Cuore, Milan, shows that the sudden appearance of something unexpected—Batman—disrupts the predictability of everyday life and forces people to be present, breaking free from autopilot.",
    "guid": "news682860804"
  },
  {
    "title": "Personality traits and zip code may determine political preferences",
    "link": "https://phys.org/news/2025-11-personality-traits-code-political.html",
    "pubDate": "Thu, 20 Nov 2025 09:38:03 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "Personality and zip code can help explain differences in political ideology, according to a new study from Northwestern University, which is the first to show the relationship between a person's personality traits and political preference varies, depending on where one lives.",
    "guid": "news682853881"
  },
  {
    "title": "Gender, language and income biases limit contributions to scientific, English-language journals",
    "link": "https://phys.org/news/2025-09-gender-language-income-biases-limit.html",
    "pubDate": "Thu, 18 Sep 2025 14:00:12 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Women, non-native English speakers and those from lower-income countries published fewer English-language peer-reviewed papers than men, native English speakers and those from higher-income countries, according to a study published September 18 in the open-access journal PLOS Biology by Tatsuya Amano from the University of Queensland, Australia, and colleagues.",
    "guid": "news677344921"
  },
  {
    "title": "Robust 'Huber mean' for geometric data protects against noise and outliers",
    "link": "https://phys.org/news/2025-11-robust-huber-geometric-noise-outliers.html",
    "pubDate": "Thu, 13 Nov 2025 09:22:03 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "In an era driven by complex data, scientists are increasingly encountering information that doesn't lie neatly on flat, Euclidean surfaces. From 3D medical scans to robot orientations and AI transformations, much of today's data lives on curved geometric spaces, called Riemannian manifolds. Analyzing such data accurately has remained a challenge, especially when noise or outliers distort results.",
    "guid": "news682248121"
  },
  {
    "title": "Polar bears may be adapting to survive warmer climates, says study",
    "link": "https://phys.org/news/2025-12-polar-survive-warmer-climates.html",
    "pubDate": "Thu, 11 Dec 2025 20:00:06 EST",
    "categories": [
      "Plants & Animals Evolution"
    ],
    "description": "New research reveals a link between rising temperatures and changes in polar bear DNA, which may be helping them adapt and survive in increasingly challenging environments.",
    "guid": "news684664381"
  },
  {
    "title": "Dual substitution induces room-temperature ferromagnetism and negative thermal expansion in BiFeO₃",
    "link": "https://phys.org/news/2025-12-dual-substitution-room-temperature-ferromagnetism.html",
    "pubDate": "Thu, 11 Dec 2025 19:50:01 EST",
    "categories": [
      "Condensed Matter"
    ],
    "description": "Using a dual-cation substitution approach, researchers at Science Tokyo introduced ferromagnetism into bismuth ferrite, a well-known and promising multiferroic material for next-generation memory technologies. By replacing ions at both the bismuth and iron sites with calcium ions and heavier elements, they modified the spin structure and achieved ferromagnetism at room temperature. Additionally, negative thermal expansion was observed. This ability to engineer magnetism and thermal expansion in a multiferroic material aids in realizing future memory devices.",
    "guid": "news684690170"
  },
  {
    "title": "Break the mold: Who defines the 'real' chemist?",
    "link": "https://phys.org/news/2025-12-mold-real-chemist.html",
    "pubDate": "Thu, 11 Dec 2025 17:00:02 EST",
    "categories": [
      "Other"
    ],
    "description": "The perception of a chemist varies. Some might imagine the \"mad scientist\" from old cartoons—a white-haired older man working with beakers in his lab—but as that cliche fades, the reality of what constitutes a chemist's job might likewise need an update.",
    "guid": "news684680194"
  },
  {
    "title": "Tracing a path through photosynthesis to food security",
    "link": "https://phys.org/news/2025-12-path-photosynthesis-food.html",
    "pubDate": "Thu, 11 Dec 2025 16:58:28 EST",
    "categories": [
      "Molecular & Computational biology Agriculture"
    ],
    "description": "The energy that plants capture from sunlight through photosynthesis provides the source of nearly all of humanity's food. Yet the process of photosynthesis has inefficiencies that limit crop productivity, especially in a rapidly changing world. A new review by University of Illinois scientists and collaborators reflects on how improving photosynthesis can bring us closer to food security.",
    "guid": "news684694681"
  },
  {
    "title": "Parker Solar Probe spies solar wind 'U-turn'",
    "link": "https://phys.org/news/2025-12-parker-solar-probe-spies.html",
    "pubDate": "Thu, 11 Dec 2025 16:54:28 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "Images captured by NASA's Parker Solar Probe as the spacecraft made its record-breaking closest approach to the sun in December 2024 have now revealed new details about how solar magnetic fields responsible for space weather escape from the sun—and how sometimes they don't.",
    "guid": "news684694441"
  },
  {
    "title": "Tiny optical modulator could enable giant future quantum computers",
    "link": "https://phys.org/news/2025-12-tiny-optical-modulator-enable-giant.html",
    "pubDate": "Thu, 11 Dec 2025 16:46:37 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Researchers have made a major advance in quantum computing with a new device that is nearly 100 times smaller than the diameter of a human hair.",
    "guid": "news684693961"
  },
  {
    "title": "Fungal allies arm plant roots against disease by rewriting the rules of infection",
    "link": "https://phys.org/news/2025-12-fungal-allies-arm-roots-disease.html",
    "pubDate": "Thu, 11 Dec 2025 16:00:01 EST",
    "categories": [
      "Plants & Animals Cell & Microbiology"
    ],
    "description": "Scientists have discovered that beneficial root-dwelling fungi boost plant resilience to disease by remodeling the plant cell membrane at pathogen infection sites—offering critical new insights into how plants coordinate defenses in complex natural environments.",
    "guid": "news684690647"
  },
  {
    "title": "How extreme weather events affect agricultural trade between US states",
    "link": "https://phys.org/news/2025-12-extreme-weather-events-affect-agricultural.html",
    "pubDate": "Thu, 11 Dec 2025 15:50:50 EST",
    "categories": [
      "Agriculture"
    ],
    "description": "The U.S. is largely self-sufficient in agricultural food production, supported by a well-developed storage and interstate trade system. However, extreme weather events put increasing pressure on agriculture, potentially impacting the country's ability to provide food for its growing population and underscoring the importance of maintaining a resilient food supply chain.",
    "guid": "news684690631"
  },
  {
    "title": "Enhancing machine-learning interatomic potentials for advanced materials modeling",
    "link": "https://phys.org/news/2025-12-machine-interatomic-potentials-advanced-materials.html",
    "pubDate": "Thu, 11 Dec 2025 15:34:12 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Machine learning is transforming many scientific fields, including computational materials science. For about two decades, scientists have been using it to make accurate yet inexpensive calculations of interatomic potentials, that are mathematical functions that express the energy of a system of atoms and are an ingredient to simulate and predict the stability and properties of materials. But machine learning by itself is not a magic wand, and many problems remain.",
    "guid": "news684689641"
  },
  {
    "title": "Biphenomycin biosynthetic pathway decoded, opening door to new antibiotic development",
    "link": "https://phys.org/news/2025-12-biphenomycin-biosynthetic-pathway-decoded-door.html",
    "pubDate": "Thu, 11 Dec 2025 15:18:21 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "Biphenomycins, natural products derived from bacteria, show excellent antimicrobial activity, but have long remained out of reach for drug development. The main obstacle was the limited understanding of how these compounds are produced by their microbial hosts.",
    "guid": "news684688681"
  },
  {
    "title": "Chinese intertidal shellfish farming: An unexpected fuel station for millions of migrating shorebirds",
    "link": "https://phys.org/news/2025-12-chinese-intertidal-shellfish-farming-unexpected.html",
    "pubDate": "Thu, 11 Dec 2025 15:03:24 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "China's tidal flats feed people and mollusk-eating migrating shorebirds such as red knots, great knots and Eurasian oystercatchers. Under good management, these flats used for aquaculture markedly reduce human disturbance on tidal wetlands.",
    "guid": "news684687781"
  },
  {
    "title": "Chip-scale magnetometer uses light for high-precision magnetic sensing",
    "link": "https://phys.org/news/2025-12-chip-scale-magnetometer-high-precision.html",
    "pubDate": "Thu, 11 Dec 2025 14:54:30 EST",
    "categories": [
      "Condensed Matter Optics & Photonics"
    ],
    "description": "Researchers have developed a precision magnetometer based on a special material that changes optical properties in response to a magnetic field. The device, which is integrated onto a chip, could benefit space missions, navigation and biomedical applications.",
    "guid": "news684687241"
  },
  {
    "title": "Earth's atmosphere may help support human life on the moon",
    "link": "https://phys.org/news/2025-12-earth-atmosphere-human-life-moon.html",
    "pubDate": "Thu, 11 Dec 2025 14:38:28 EST",
    "categories": [
      "Space Exploration Planetary Sciences"
    ],
    "description": "The moon's surface may be more than just a dusty, barren landscape. Over billions of years, tiny particles from Earth's atmosphere have landed in the lunar soil, creating a possible source of life-sustaining substances for future astronauts. But scientists have only recently begun to understand how these particles make the long journey from Earth to the moon and how long the process has been taking place.",
    "guid": "news684686282"
  },
  {
    "title": "Lab-developed mosquitoes prevent malaria parasite development, paving way for future field trials",
    "link": "https://phys.org/news/2025-12-lab-mosquitoes-malaria-parasite-paving.html",
    "pubDate": "Thu, 11 Dec 2025 14:20:40 EST",
    "categories": [
      "Biotechnology Molecular & Computational biology"
    ],
    "description": "In a new study published in Nature, scientists have successfully developed genetically modified mosquitoes in Tanzania that block the transmission of malaria. The team includes researchers from the Ifakara Health Institute (IHI) and the National Institute for Medical Research (NIMR) in Tanzania, in partnership with the Swiss Tropical and Public Health Institute (Swiss TPH) and the Imperial College London as part of the Transmission Zero program.",
    "guid": "news684685201"
  },
  {
    "title": "Warblers borrow color-related genes from evolutionary neighbors, study finds",
    "link": "https://phys.org/news/2025-12-warblers-genes-evolutionary-neighbors.html",
    "pubDate": "Thu, 11 Dec 2025 14:00:04 EST",
    "categories": [
      "Evolution Ecology"
    ],
    "description": "Wood warblers, also called New World warblers, are some of the most colorful birds in North America, with more than a hundred species in the family ranging in color from yellow, orange and red to blue, green and pink. A new study led by researchers at Penn State has uncovered several instances of the birds passing color-related genes to other species of wood warblers, including those that are not closely related.",
    "guid": "news684608581"
  },
  {
    "title": "Astronomers create first map of the sun's outer boundary",
    "link": "https://phys.org/news/2025-12-astronomers-sun-outer-boundary.html",
    "pubDate": "Thu, 11 Dec 2025 12:57:04 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Astronomers have produced the first continuous, two-dimensional maps of the outer edge of the sun's atmosphere, a shifting, frothy boundary that marks where solar winds escape the sun's magnetic grasp. By combining the maps and close-up measurements, scientists from the Center for Astrophysics | Harvard & Smithsonian (CfA) showed that the boundary grows larger, rougher and spikier as the sun becomes more active. The findings could help scientists improve models showing how the sun affects Earth, and better predict atmospheric complexity for other stars.",
    "guid": "news684680186"
  },
  {
    "title": "Shape-shifting cell channel reveals new target for precision drugs",
    "link": "https://phys.org/news/2025-12-shifting-cell-channel-reveals-precision.html",
    "pubDate": "Thu, 11 Dec 2025 12:50:15 EST",
    "categories": [
      "Cell & Microbiology Molecular & Computational biology"
    ],
    "description": "From small ions to large molecules, cellular gates control what can pass in and out of cells. But how one such gate, called pannexin-1 (PANX1), can handle vastly different cargo sizes has remained a long-standing mystery.",
    "guid": "news684679801"
  },
  {
    "title": "Hidden fuel for ocean microbes: Urea emerges as key energy source for marine ammonia oxidizers",
    "link": "https://phys.org/news/2025-12-hidden-fuel-ocean-microbes-urea.html",
    "pubDate": "Thu, 11 Dec 2025 12:49:18 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Ammonia-oxidizing archaea (AOA) are some of the most abundant microorganisms in the ocean and play a key role in nitrogen cycling. Yet, despite their ubiquity, scientists have long puzzled over how these microbes can flourish in the nutrient-poor waters of the open ocean, where their main nitrogen and energy source, ammonium, is often vanishingly scarce.",
    "guid": "news684679741"
  },
  {
    "title": "Small galaxies may buck the black hole trend, Chandra finds",
    "link": "https://phys.org/news/2025-12-small-galaxies-buck-black-hole.html",
    "pubDate": "Thu, 11 Dec 2025 12:42:23 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Most smaller galaxies may not have supermassive black holes in their centers, according to a recent study using NASA's Chandra X-ray Observatory. This contrasts with the common idea that nearly every galaxy has one of these giant black holes within their cores, as NASA leads the world in exploring the secrets of how the universe works.",
    "guid": "news684679321"
  },
  {
    "title": "Widespread sediments beneath Greenland make its ice more vulnerable to warming",
    "link": "https://phys.org/news/2025-12-widespread-sediments-beneath-greenland-ice.html",
    "pubDate": "Thu, 11 Dec 2025 12:22:25 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "In an age of rising sea levels, as polar ice sheets melt in a climate warmed by fossil fuel emissions, climate modelers are racing to understand what the future might hold for coastlines around the world. But uncertainties about how fast polar ice might melt make predicting coastal inundation difficult. Now, scientists think they've helped make one of those uncertainties, the material conditions underneath the Greenland ice sheet, smaller.",
    "guid": "news684678121"
  },
  {
    "title": "Wintertime spike in oceanic iron levels detected near Hawaii",
    "link": "https://phys.org/news/2025-12-wintertime-spike-oceanic-iron-hawaii.html",
    "pubDate": "Thu, 11 Dec 2025 12:20:12 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Around the world, phytoplankton in the upper ocean help to cycle key nutrients and regulate Earth's climate by absorbing carbon dioxide. These photosynthesizing organisms rely on dissolved iron as an essential micronutrient, meaning that when iron levels drop, phytoplankton activity drops, too.",
    "guid": "news684678001"
  },
  {
    "title": "Scientists teach helices to switch shapes",
    "link": "https://phys.org/news/2025-12-scientists-helices.html",
    "pubDate": "Thu, 11 Dec 2025 11:30:04 EST",
    "categories": [
      "Biotechnology Molecular & Computational biology"
    ],
    "description": "Researchers at the University of Jyväskylä have discovered a simple way to program synthetic molecules so they can form specific spiral-like structures by embedding instructions directly into their sequence. This breakthrough could lead to new smart materials and molecular devices that adapt to their surroundings.",
    "guid": "news684672906"
  },
  {
    "title": "Orca tail dolphins to hunt salmon—and may share the catch",
    "link": "https://phys.org/news/2025-12-orca-tail-dolphins-salmon.html",
    "pubDate": "Thu, 11 Dec 2025 11:00:09 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Killer whales or orca (Orcinus orca) have been observed hunting with Pacific white-sided dolphins (Lagenorhynchus obliquidens) in the waters off British Columbia, Canada, and sharing fish scraps with them after making a kill, according to research published in Scientific Reports.",
    "guid": "news684578221"
  },
  {
    "title": "Popular song lyrics have become more negative since 1973, analysis reveals",
    "link": "https://phys.org/news/2025-12-popular-song-lyrics-negative-analysis.html",
    "pubDate": "Thu, 11 Dec 2025 11:00:07 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Over the past 50 years, the lyrics of popular songs in the U.S. have become simpler, more negative, and contain more stress-related words, according to an analysis published in Scientific Reports. The authors suggest that their findings reflect the complex ways people use music to navigate stress.",
    "guid": "news684583081"
  },
  {
    "title": "How to build a genome: Scientists release troubleshooting manual for synthetic life",
    "link": "https://phys.org/news/2025-12-genome-scientists-manual-synthetic-life.html",
    "pubDate": "Thu, 11 Dec 2025 11:00:04 EST",
    "categories": [
      "Biotechnology Molecular & Computational biology"
    ],
    "description": "Leading synthetic biologists have shared hard-won lessons from their decade-long quest to build the world's first synthetic eukaryotic genome in a Nature Biotechnology paper. Their insights could accelerate development of the next generation of engineered organisms, from climate-resilient crops to custom-built cell factories.",
    "guid": "news684578521"
  },
  {
    "title": "Twisting spins: Researchers explore chemical boundaries to create new magnetic material",
    "link": "https://phys.org/news/2025-12-explore-chemical-boundaries-magnetic-material.html",
    "pubDate": "Thu, 11 Dec 2025 10:40:02 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Florida State University researchers have created a new crystalline material with unusual magnetic patterns that could be used for breakthroughs in data storage and quantum technologies.",
    "guid": "news684670959"
  },
  {
    "title": "Astronomers challenge 50-year-old quasar law",
    "link": "https://phys.org/news/2025-12-astronomers-year-quasar-law.html",
    "pubDate": "Thu, 11 Dec 2025 10:34:14 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Compelling evidence that the structure of matter surrounding supermassive black holes has changed over cosmic time has been uncovered by an international team of astronomers.",
    "guid": "news684671641"
  },
  {
    "title": "Ear piercings marked one of the earliest Maya rites of passage, research shows",
    "link": "https://phys.org/news/2025-12-ear-piercings-earliest-maya-rites.html",
    "pubDate": "Thu, 11 Dec 2025 10:30:05 EST",
    "categories": [
      "Archaeology Social Sciences"
    ],
    "description": "In a recent study, Ph.D. candidate Yasmine Flynn-Arajdal studied iconographic representations of children in the Classic (ca. 250–950 AD) and Post-classic (ca. 950–1539 AD) imagery, as well as in ethnohistoric and ethnographic literature, to determine the importance of ear ornaments in Maya childhood and by what age they were received.",
    "guid": "news684670854"
  },
  {
    "title": "A new species of tiny orange frog discovered in Brazil's cloud forests",
    "link": "https://phys.org/news/2025-12-species-tiny-orange-frog-brazil.html",
    "pubDate": "Thu, 11 Dec 2025 10:30:03 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Despite the vast numbers of animal species already identified, the natural world is still capable of springing a few surprises. Deep in the cloud forests of the Serra do Quiriri mountain range in the southern Brazilian Atlantic Forest, an international team of scientists has discovered an entirely new species of tiny frog, named Brachycephalus lulai.",
    "guid": "news684670825"
  },
  {
    "title": "Astronomers examine nuclear star cluster of nearby galaxy Messier 74",
    "link": "https://phys.org/news/2025-12-astronomers-nuclear-star-cluster-nearby.html",
    "pubDate": "Thu, 11 Dec 2025 10:09:13 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "By analyzing the data from the PHANGS-MUSE survey, an international team of astronomers has inspected a nuclear star cluster of the nearby large spiral galaxy Messier 74. The new study presented Dec. 3 on the arXiv pre-print server, provides essential information regarding the properties and nature of this cluster.",
    "guid": "news684670137"
  },
  {
    "title": "Spillover from protected areas can help ecosystems survive",
    "link": "https://phys.org/news/2025-12-spillover-areas-ecosystems-survive.html",
    "pubDate": "Thu, 11 Dec 2025 10:04:11 EST",
    "categories": [
      "Ecology"
    ],
    "description": "Spillovers from protected areas such as national parks and wildlife reserves can play a significant role in boosting biodiversity beyond their boundaries with potential benefits to people through ecosystem services such as climate mitigation, water retention and erosion control.",
    "guid": "news684669842"
  },
  {
    "title": "Migratory birds' stunning precision in flight revealed by new data loggers",
    "link": "https://phys.org/news/2025-12-migratory-birds-stunning-precision-flight.html",
    "pubDate": "Thu, 11 Dec 2025 10:03:22 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Red-backed shrikes fly thousands of kilometers to reach Africa—and they do so with astonishing precision. Aided by new technology, researchers at Lund University in Sweden have been able to track the birds' journeys in detail. It turns out that they may have a more complex genetic migration program than researchers have previously been able to show. The study is published in Proceedings of the Royal Society B: Biological Sciences.",
    "guid": "news684669781"
  },
  {
    "title": "The monster hiding in plain sight: JWST reveals cosmic shapeshifter in the early universe",
    "link": "https://phys.org/news/2025-12-monster-plain-sight-jwst-reveals.html",
    "pubDate": "Thu, 11 Dec 2025 09:49:33 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "In a glimpse of the early universe, astronomers have observed a galaxy as it appeared just 800 million years after the Big Bang—a cosmic Jekyll and Hyde that looks like any other galaxy when viewed in visible and even ultraviolet light but transforms into a cosmic beast when observed at infrared wavelengths.",
    "guid": "news684668941"
  },
  {
    "title": "All-optical modulation in silicon achieved via an electron avalanche process",
    "link": "https://phys.org/news/2025-12-optical-modulation-silicon-electron-avalanche.html",
    "pubDate": "Thu, 11 Dec 2025 08:40:01 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Over the past decades, engineers have introduced numerous technologies that rely on light and its underlying characteristics. These include photonic and quantum systems that could advance imaging, communication and information processing.",
    "guid": "news684579966"
  },
  {
    "title": "Canary Islands may be 'missing link' in global sea urchin killer pandemic",
    "link": "https://phys.org/news/2025-12-canary-islands-link-global-sea.html",
    "pubDate": "Thu, 11 Dec 2025 00:00:01 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Sea urchins are ecosystem engineers, the marine equivalent of mega-herbivores on land. By grazing and shredding seaweed and seagrass, they control algal growth and promote the survival of slow-growing organisms like corals and some calcifying algae. They are likewise prey for a plethora of marine mammals, fish, crustaceans, and sea stars.",
    "guid": "news684583891"
  },
  {
    "title": "Livestream sellers who act on real-time data and intuition can boost sales by 40%",
    "link": "https://phys.org/news/2025-10-livestream-sellers-real-intuition-boost.html",
    "pubDate": "Thu, 09 Oct 2025 08:54:03 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "In an era dominated by algorithms and automation, new research from the University of Miami Patti and Allan Herbert Business School reveals that human intuition still holds a critical edge.",
    "guid": "news679218841"
  },
  {
    "title": "Not-so-model behavior: Popular software tools may give faulty forecasts",
    "link": "https://phys.org/news/2025-11-behavior-popular-software-tools-faulty.html",
    "pubDate": "Thu, 06 Nov 2025 14:20:56 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "Some of the models used to forecast everything from financial trends to animal populations in an ecosystem are incorrect, according to an Idaho State University statistician.",
    "guid": "news681661253"
  },
  {
    "title": "Cracking the code of why and when some choose to 'self-handicap'",
    "link": "https://phys.org/news/2025-12-code-handicap.html",
    "pubDate": "Thu, 04 Dec 2025 14:50:01 EST",
    "categories": [
      "Education"
    ],
    "description": "Partying the night before a big exam. Preparing last-minute for a work presentation. Running a 5K in a 10-pound Halloween costume. All are examples of what psychologists call \"self-handicapping\"—creating obstacles to success to order to bolster or protect one's own reputation.",
    "guid": "news684081870"
  },
  {
    "title": "Catalyst insight may unlock safer, on-demand ozone water disinfection",
    "link": "https://phys.org/news/2025-12-catalyst-insight-safer-demand-ozone.html",
    "pubDate": "Thu, 04 Dec 2025 14:41:30 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "University of Pittsburgh researchers have made an important step toward providing hospitals and water treatment facilities with a safer, greener alternative to chlorine-based disinfection.",
    "guid": "news684081661"
  },
  {
    "title": "Research reveals atypical Santas can succeed",
    "link": "https://phys.org/news/2025-12-reveals-atypical-santas-succeed.html",
    "pubDate": "Thu, 04 Dec 2025 13:09:24 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A naturally fluffy white beard, a round belly and a jolly laugh might seem like the keys to being a successful Santa Claus, but new research suggests that a calling to play the man with the bag full of toys is enough to help candidates overcome a lack of typical attributes for the role.",
    "guid": "news684076086"
  },
  {
    "title": "Celebrated Rutland mosaic depicts 'long-lost' Troy story connecting Roman Britain to the ancient classical world",
    "link": "https://phys.org/news/2025-12-celebrated-rutland-mosaic-depicts-lost.html",
    "pubDate": "Thu, 04 Dec 2025 12:39:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "The team behind what has been described as \"one of the most significant mosaics discovered in the UK\" have revealed that it depicts an alternative \"long-lost\" telling of the Trojan War. The paper is published in the journal Britannia.",
    "guid": "news684074341"
  },
  {
    "title": "Alternative to BPA passes toxicity and sustainability standards set by EU innovation guidelines",
    "link": "https://phys.org/news/2025-12-alternative-bpa-toxicity-sustainability-standards.html",
    "pubDate": "Thu, 04 Dec 2025 11:48:29 EST",
    "categories": [
      "Polymers Analytical Chemistry"
    ],
    "description": "Polyester and a host of other plastic products could potentially be manufactured with non-toxic and sustainable BPA alternatives identified in a multidisciplinary study published in Nature Sustainability by researchers in Sweden.",
    "guid": "news684071281"
  },
  {
    "title": "Cleaner rayon fiber production cuts solvent use by up to 70%",
    "link": "https://phys.org/news/2025-12-cleaner-rayon-fiber-production-solvent.html",
    "pubDate": "Thu, 04 Dec 2025 11:30:01 EST",
    "categories": [
      "Polymers Analytical Chemistry"
    ],
    "description": "A UBC research team has developed a cleaner way to produce rayon, a popular fabric used in clothing for more than a century. The process could significantly reduce chemical use and improve sustainability in textile manufacturing.",
    "guid": "news684069554"
  },
  {
    "title": "Pleasant-sounding words are easier to remember, pseudoword experiment shows",
    "link": "https://phys.org/news/2025-12-pleasant-words-easier-pseudoword.html",
    "pubDate": "Thu, 04 Dec 2025 11:11:45 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Which words do we find beautiful? And do beautifully sounding words stick better in memory? A new study led by linguist Theresa Matzinger from the University of Vienna suggests that the phonemic composition of words influences how beautiful we perceive them to be, and how well we remember them. The findings are published in the journal PLOS One.",
    "guid": "news684068971"
  },
  {
    "title": "Common aldehydes transformed by light could accelerate drug discovery and material development",
    "link": "https://phys.org/news/2025-12-common-aldehydes-drug-discovery-material.html",
    "pubDate": "Thu, 04 Dec 2025 09:39:23 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "A new chemical method that could speed up the creation of medicines, materials and products people rely on every day has been developed by University of Hawaiʻi at Mānoa Department of Chemistry researchers. The work, published in Angewandte Chemie International Edition, shows how common ingredients called aldehydes can be transformed into more complex molecules using visible light and a specialized catalyst.",
    "guid": "news684063542"
  },
  {
    "title": "Seeing inside smart gels: Scientists capture dynamic behavior under stress",
    "link": "https://phys.org/news/2025-12-smart-gels-scientists-capture-dynamic.html",
    "pubDate": "Thu, 04 Dec 2025 08:08:20 EST",
    "categories": [
      "Polymers Analytical Chemistry"
    ],
    "description": "Advances in materials science have led to the development of \"smart materials,\" whose properties do not remain static but change in response to external stimuli. One such material is poly(N-isopropylacrylamide), or PNIPAM, a polymer gel that alters its solubility with temperature. The polymer contains hydrophilic amide groups and hydrophobic isopropyl groups.",
    "guid": "news684058081"
  },
  {
    "title": "Archaic humans were strategic and picky hunters, new study suggests",
    "link": "https://phys.org/news/2025-12-archaic-humans-strategic-picky-hunters.html",
    "pubDate": "Thu, 04 Dec 2025 06:50:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Extinct relatives of modern humans, like Neanderthals and Homo erectus, that lived in the Levant around 120,000 years ago, did not engage in mass hunting but preferred selective and strategic hunting of wild cattle. Scientists suggest that this way of life might have put them at a disadvantage when living alongside modern humans (Homo sapiens) in the same areas.",
    "guid": "news683988672"
  },
  {
    "title": "Fullerenes could improve MRI clarity by enabling more efficient dynamic nuclear polarization",
    "link": "https://phys.org/news/2025-12-fullerenes-mri-clarity-enabling-efficient.html",
    "pubDate": "Thu, 04 Dec 2025 05:00:15 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "Magnetic resonance imaging (MRI) is invaluable in the medical world. But despite all the good it does, there is room for improvement. One way to enhance the sensitivity of MRI is dynamic nuclear polarization (DNP), where target molecules for imaging are modified so they form clearer images when scanned with an MRI machine. But this technique requires special crystalline materials mixed with polarizing agents that are difficult to create.",
    "guid": "news683996941"
  },
  {
    "title": "Political views, not sex and violence, now drive literary censorship",
    "link": "https://phys.org/news/2025-10-political-views-sex-violence-literary.html",
    "pubDate": "Thu, 02 Oct 2025 13:30:04 EDT",
    "categories": [
      "Education Political science"
    ],
    "description": "Liberals and conservatives both oppose censorship of children's literature—unless the writing offends their own ideology, new Cornell research finds.",
    "guid": "news678630334"
  },
  {
    "title": "How the Mayans were able to accurately predict solar eclipses for centuries",
    "link": "https://phys.org/news/2025-10-mayans-accurately-solar-eclipses-centuries.html",
    "pubDate": "Sun, 26 Oct 2025 08:10:01 EDT",
    "categories": [
      "Mathematics Archaeology"
    ],
    "description": "The Maya Civilization, from Central America, was one of the most advanced ancient civilizations, known for its significant achievements in astronomy and mathematics. This includes accurate calendars and detailed celestial records, but scientists don't fully understand all the details of their calculations. However, new research is shedding light on how they predicted future eclipses with remarkable accuracy.",
    "guid": "news680517887"
  },
  {
    "title": "Repetitive negative thinking mediates relationship between self-esteem and burnout in students, study finds",
    "link": "https://phys.org/news/2025-10-repetitive-negative-relationship-esteem-burnout.html",
    "pubDate": "Sun, 05 Oct 2025 09:00:01 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "When people are highly stressed for prolonged periods of time, they can sometimes experience a state known as burnout, characterized by pronounced emotional, mental and physical exhaustion. The stressors leading to burnout could be personal, such as family conflicts or the end of a relationship, as well as academic or professional, such as studying a lot for exams or working long hours while taking very few breaks or vacations.",
    "guid": "news678703984"
  },
  {
    "title": "Six strategies identified to help households cut down on food waste",
    "link": "https://phys.org/news/2025-11-strategies-households-food.html",
    "pubDate": "Sat, 29 Nov 2025 10:20:02 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Researchers from the Center for Food Policy at City St George's, University of London and Scotland's Rural College have set out six key areas for action that could help households cut down on food waste in a new comment article published in the journal Nature Human Behaviour.",
    "guid": "news683543939"
  },
  {
    "title": "When gifts sting: Self-improvement presents may spark backlash and bad reviews",
    "link": "https://phys.org/news/2025-11-gifts-backlash-bad.html",
    "pubDate": "Sat, 22 Nov 2025 05:41:01 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "New research from FIU Business shows that well-intended presents like weight-loss teas or gym memberships can unintentionally send the wrong message—and ultimately trigger negative online reviews that hurt brands.",
    "guid": "news683012398"
  },
  {
    "title": "Small group counseling boosts students' emotional skills and school connectedness",
    "link": "https://phys.org/news/2025-11-small-group-boosts-students-emotional.html",
    "pubDate": "Sat, 15 Nov 2025 10:00:01 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Across the United States, children spend more than 1,100 hours in school each year—time that shapes not only their academic success but also their emotional and social growth. Yet, for many students, the school environment can also be a source of anxiety and apprehension. School counselors play a pivotal role in addressing these challenges through evidence-based, comprehensive guidance programs.",
    "guid": "news682335837"
  },
  {
    "title": "Yuletide kissers, smooch without guilt: Research suggests your mistletoe didn't harm its tree host",
    "link": "https://phys.org/news/2025-12-yuletide-kissers-smooch-guilt-mistletoe.html",
    "pubDate": "Sat, 13 Dec 2025 12:10:10 EST",
    "categories": [
      "Ecology"
    ],
    "description": "If mistletoe's status as a nutrient-stealing freeloader has been cooling your holiday ardor, new research led by an Oregon State University scientist may help relight the fire.",
    "guid": "news684850178"
  },
  {
    "title": "Zero lasing modes are not always topological",
    "link": "https://phys.org/news/2025-12-lasing-modes-topological.html",
    "pubDate": "Sat, 13 Dec 2025 11:20:04 EST",
    "categories": [
      "Optics & Photonics"
    ],
    "description": "The convergence of non-Hermitian physics and topological photonics has opened exciting research directions in recent years, particularly in the development of robust laser systems.",
    "guid": "news684681647"
  },
  {
    "title": "Freezing salty water reveals dynamic brine migration and evolving ice patterns",
    "link": "https://phys.org/news/2025-12-salty-reveals-dynamic-brine-migration.html",
    "pubDate": "Sat, 13 Dec 2025 10:00:01 EST",
    "categories": [
      "Analytical Chemistry"
    ],
    "description": "Imagine holding a narrow tube filled with salty water and watching it begin to freeze from one end. You might expect the ice to advance steadily and push the salt aside in a simple and predictable way. Yet the scene that unfolded was unexpectedly vivid.",
    "guid": "news684680245"
  },
  {
    "title": "Misinformation is an inevitable biological reality across nature, researchers argue",
    "link": "https://phys.org/news/2025-12-misinformation-inevitable-biological-reality-nature.html",
    "pubDate": "Sat, 13 Dec 2025 09:30:01 EST",
    "categories": [
      "Evolution Ecology"
    ],
    "description": "From claims that vaccines don't work to manipulated images and deliberately misrepresenting what politicians say, social media is often rife with misinformation. But far from being a recent phenomenon, there is nothing new about so-called \"fake news,\" according to a new paper published in the journal Interface. Researchers argue that misinformation is an inherent and inevitable property of biological systems, from bacteria to birds and human societies.",
    "guid": "news684765243"
  },
  {
    "title": "New construction material absorbs CO₂ and sets quickly for sustainable building",
    "link": "https://phys.org/news/2025-12-material-absorbs-quickly-sustainable.html",
    "pubDate": "Sat, 06 Dec 2025 15:30:02 EST",
    "categories": [
      "Materials Science"
    ],
    "description": "Worcester Polytechnic Institute (WPI) researchers have created a new carbon-negative building material that could transform sustainable construction. The breakthrough, published in the high-impact journal Matter, details the development of enzymatic structural material (ESM), a strong, durable, and recyclable construction material produced through a low-energy, bioinspired process.",
    "guid": "news684257372"
  },
  {
    "title": "Storms in the Southern Ocean are producing more rain—and the consequences could be global",
    "link": "https://phys.org/news/2025-12-storms-southern-ocean-consequences-global.html",
    "pubDate": "Sat, 06 Dec 2025 12:00:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "If you ever find yourself on Macquarie Island—a narrow, wind-lashed ridge halfway between Tasmania and Antarctica—the first thing you'll notice is the wildlife. Elephant seals sprawl across dark beaches. King penguins march up mossy slopes. Albatrosses circle over vast, treeless uplands.",
    "guid": "news684150861"
  },
  {
    "title": "New approach narrows uncertainty in future warming and remaining carbon budget for 2°C",
    "link": "https://phys.org/news/2025-12-approach-narrows-uncertainty-future-carbon.html",
    "pubDate": "Sat, 06 Dec 2025 10:00:01 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "How much the planet warms with each ton of carbon dioxide remains one of the most important questions in climate science, but there is uncertainty in predicting it. This uncertainty hinders governments, businesses and communities from setting clear emission-reduction targets and preparing for the impacts of climate change.",
    "guid": "news684166598"
  },
  {
    "title": "DNA confirms modern Bo people are descendants of ancient Hanging Coffin culture",
    "link": "https://phys.org/news/2025-12-dna-modern-bo-people-descendants.html",
    "pubDate": "Sat, 06 Dec 2025 08:20:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, researcher Dr. Hui Zhou and his colleagues conducted a genetic analysis of the genomes of individuals associated with the ancient Hanging Coffin tradition in Southeast and Southern Asia. In addition, they sequenced the genomes of modern-day Bo people to determine their genetic relationship to the ancient Hanging Coffin practitioners.",
    "guid": "news683976643"
  },
  {
    "title": "Personalized social robots can boost children's reading confidence and engagement",
    "link": "https://phys.org/news/2025-11-personalized-social-robots-boost-children.html",
    "pubDate": "Mon, 24 Nov 2025 11:04:04 EST",
    "categories": [
      "Education"
    ],
    "description": "Social robots can be a non-threatening way for children to improve their reading skills, researchers say.",
    "guid": "news683204641"
  },
  {
    "title": "A mathematical 'Rosetta Stone' translates and predicts the larger effects of molecular systems",
    "link": "https://phys.org/news/2025-10-mathematical-rosetta-stone-larger-effects.html",
    "pubDate": "Mon, 20 Oct 2025 15:08:04 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Penn Engineers have developed a mathematical \"Rosetta Stone\" that translates atomic and molecular movements into predictions of larger-scale effects, like proteins unfolding, crystals forming and ice melting, without the need for costly, time-consuming simulations or experiments. That could make it easier to design smarter medicines, semiconductors and more.",
    "guid": "news680191682"
  },
  {
    "title": "National study finds public Montessori programs strengthen early learning outcomes—at sharply lower costs",
    "link": "https://phys.org/news/2025-10-national-montessori-early-outcomes-sharply.html",
    "pubDate": "Mon, 20 Oct 2025 15:00:05 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The first national randomized trial of public Montessori preschool students showed stronger long-term outcomes by kindergarten, including elevated reading, memory, and executive function as compared to non-Montessori preschoolers.",
    "guid": "news680172001"
  },
  {
    "title": "Enduring patterns in world's languages: One-third of grammatical 'universals' stand up to rigorous testing",
    "link": "https://phys.org/news/2025-11-patterns-world-languages-grammatical-universals.html",
    "pubDate": "Mon, 17 Nov 2025 15:23:03 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Despite the vast diversity of human languages, specific grammatical patterns appear again and again. A new study reveals that around a third of the long-proposed \"linguistic universals\"—patterns thought to hold across all languages—are statistically supported when examined with state-of-the-art evolutionary methods.",
    "guid": "news682615381"
  },
  {
    "title": "Fake survey answers from AI could quietly sway election predictions",
    "link": "https://phys.org/news/2025-11-fake-survey-ai-quietly-sway.html",
    "pubDate": "Mon, 17 Nov 2025 15:00:10 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "Public opinion polls and other surveys rely on data to understand human behavior. New research from Dartmouth reveals that artificial intelligence can now corrupt public opinion surveys at scale—passing every quality check, mimicking real humans, and manipulating results without leaving a trace.",
    "guid": "news682602806"
  },
  {
    "title": "Inquiry into the history of science shows an early 'inherence' bias",
    "link": "https://phys.org/news/2025-09-inquiry-history-science-early-inherence.html",
    "pubDate": "Mon, 15 Sep 2025 15:00:04 EDT",
    "categories": [
      "Education"
    ],
    "description": "Early scientific theories—such as those explaining basic phenomena like gravity, burning, and the movement of molecules in water—centered on presumed inherent properties rather than external factors, thereby misleading famous philosophers and scientists, from Aristotle to Scottish botanist Robert Brown, in their theorizing.",
    "guid": "news677147281"
  },
  {
    "title": "Systematic fraud uncovered in mathematics publications",
    "link": "https://phys.org/news/2025-09-systematic-fraud-uncovered-mathematics.html",
    "pubDate": "Mon, 15 Sep 2025 12:57:39 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "An international team of authors led by Ilka Agricola, professor of mathematics at the University of Marburg, Germany, has investigated fraudulent practices in the publication of research results in mathematics on behalf of the German Mathematical Society (DMV) and the International Mathematical Union (IMU), documenting systematic fraud over many years.",
    "guid": "news677159854"
  },
  {
    "title": "The science of sacrifice: How altruism and evolution can work in tandem",
    "link": "https://phys.org/news/2025-09-science-sacrifice-altruism-evolution-tandem.html",
    "pubDate": "Mon, 15 Sep 2025 10:40:01 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Hamilton's rule, introduced in the 1960s, says that altruism—helping others at your own expense—can evolve when the benefits to others, multiplied by how closely related they are to you, outweigh the cost to yourself. In simple terms, we're more likely to make sacrifices for family because it helps our shared genes survive.",
    "guid": "news677151279"
  },
  {
    "title": "'Doughnut Economics' shows how global growth is out of balance—and how we can fix it",
    "link": "https://phys.org/news/2025-10-doughnut-economics-global-growth.html",
    "pubDate": "Mon, 13 Oct 2025 13:40:06 EDT",
    "categories": [
      "Economics & Business Political science"
    ],
    "description": "A new update to an influential economic theory called \"Doughnut Economics\" shows a global economy on a collision course with nature.",
    "guid": "news679581424"
  },
  {
    "title": "Nobel economics prize goes to 3 researchers for explaining innovation-driven economic growth",
    "link": "https://phys.org/news/2025-10-nobel-economics-prize-driven-economic.html",
    "pubDate": "Mon, 13 Oct 2025 06:11:26 EDT",
    "categories": [
      "Economics & Business"
    ],
    "description": "Joel Mokyr, Philippe Aghion and Peter Howitt won the Nobel memorial prize in economics Monday for their research into the impact of innovation on economic growth and how new technologies replace older ones, a key economic concept known as \"creative destruction.\"",
    "guid": "news679554674"
  },
  {
    "title": "AI bias in hiring decisions is often copied by human reviewers, study reveals",
    "link": "https://phys.org/news/2025-11-people-mirror-ai-hiring-biases.html",
    "pubDate": "Mon, 10 Nov 2025 12:25:05 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "An organization drafts a job listing with artificial intelligence. Droves of applicants conjure résumés and cover letters with chatbots. Another AI system sifts through those applications, passing recommendations to hiring managers. Perhaps AI avatars conduct screening interviews. This is increasingly the state of hiring, as people seek to streamline the stressful, tedious process with AI.",
    "guid": "news681999902"
  },
  {
    "title": "Americans support universities' broader social roles but oppose political activism",
    "link": "https://phys.org/news/2025-11-americans-universities-broader-social-roles.html",
    "pubDate": "Mon, 10 Nov 2025 11:34:04 EST",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "From free speech to sustainability, Americans broadly agree that universities should engage in a range of societal issues beyond their core education and research missions—while avoiding political activism, a Cornell economist reports in a new study.",
    "guid": "news681996841"
  },
  {
    "title": "Expanding the search for quantum-ready 2D materials",
    "link": "https://phys.org/news/2025-12-quantum-ready-2d-materials.html",
    "pubDate": "Mon, 08 Dec 2025 17:12:21 EST",
    "categories": [
      "Condensed Matter Quantum Physics"
    ],
    "description": "Quantum technologies from ultrasensitive sensors to next-generation information processors depend on the ability of quantum bits, or qubits, to maintain their delicate quantum states for a sufficiently long time to be useful.",
    "guid": "news684436321"
  },
  {
    "title": "New model describes how reaction-diffusion networks develop 'foams'",
    "link": "https://phys.org/news/2025-12-reaction-diffusion-networks-foams.html",
    "pubDate": "Mon, 08 Dec 2025 15:37:14 EST",
    "categories": [
      "Soft Matter"
    ],
    "description": "For numerous fundamental processes of life, the formation of certain protein patterns is essential. Protein pattern formation controlled by molecular switches is—like many processes in nature—far removed from a state of equilibrium.",
    "guid": "news684430621"
  },
  {
    "title": "Inequalities exist in even the most egalitarian societies, anthropologists find",
    "link": "https://phys.org/news/2025-12-inequalities-egalitarian-societies-anthropologists.html",
    "pubDate": "Mon, 08 Dec 2025 13:20:03 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "There is no such thing as a society where everyone is equal. That is the key message of new research that challenges the romantic ideal of a perfectly egalitarian human society.",
    "guid": "news684421655"
  },
  {
    "title": "Quantifying unknown quantum states: Study explores effectiveness of existing methods",
    "link": "https://phys.org/news/2025-12-quantifying-unknown-quantum-states-explores.html",
    "pubDate": "Mon, 08 Dec 2025 12:50:09 EST",
    "categories": [
      "Optics & Photonics Quantum Physics"
    ],
    "description": "Reliably quantifying and characterizing the quantum states of various systems is highly advantageous for both quantum physics research and the development of quantum technologies. Quantifying these states typically entails performing several measurements and reconstructing them via a process known as quantum-state tomography.",
    "guid": "news684420057"
  },
  {
    "title": "NASA-JAXA XRISM finds elemental bounty in supernova remnant",
    "link": "https://phys.org/news/2025-12-nasa-jaxa-xrism-elemental-bounty.html",
    "pubDate": "Mon, 08 Dec 2025 12:50:01 EST",
    "categories": [
      "Astronomy Astrobiology"
    ],
    "description": "For the first time, scientists have made a clear X-ray detection of chlorine and potassium in the wreckage of a star using data from the Japan-led XRISM (X-ray Imaging and Spectroscopy Mission) spacecraft.",
    "guid": "news684420100"
  },
  {
    "title": "Novel compound attacks tuberculosis bacteria's ATP synthase, showing promise against drug resistance",
    "link": "https://phys.org/news/2025-12-compound-tuberculosis-bacteria-atp-synthase.html",
    "pubDate": "Mon, 08 Dec 2025 12:15:16 EST",
    "categories": [
      "Biochemistry"
    ],
    "description": "Researchers at Martin Luther University Halle-Wittenberg (MLU) have developed a promising new substance for targeting bacteria that cause tuberculosis. The team have produced a compound that inhibits the pathogens' ability to produce energy and causes them to die. Established drugs work in a similar fashion, but the pathogen is becoming increasingly resistant to these medications. The study was conducted jointly with other researchers from Germany, the USA and Canada and its findings were published in the Journal of Medicinal Chemistry.",
    "guid": "news684418501"
  },
  {
    "title": "Archaeologists use lasers to locate ancient settlements and artifacts on Greek Islands",
    "link": "https://phys.org/news/2025-12-archaeologists-lasers-ancient-settlements-artifacts.html",
    "pubDate": "Mon, 08 Dec 2025 12:03:22 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A group of scientists are studying the Cyclades, an island group in Greece's Aegean Sea, looking for signs of early human activity. They are using technology such as laser scanning and magnetometry, which may be more effective and non-invasive than traditional archaeological methods.",
    "guid": "news684417781"
  },
  {
    "title": "NYC congestion pricing cuts air pollution by 22% in Manhattan, study finds",
    "link": "https://phys.org/news/2025-12-nyc-congestion-pricing-air-pollution.html",
    "pubDate": "Mon, 08 Dec 2025 11:55:35 EST",
    "categories": [
      "Environment"
    ],
    "description": "Since New York City introduced congestion pricing in January 2025, the state has heralded significant reductions in traffic and rush hour delays, fewer crashes and noise complaints, and toll revenue projected to hit $500 million by the end of the year.",
    "guid": "news684417301"
  },
  {
    "title": "The 'hobbits' mysteriously disappeared 50,000 years ago. Our new study reveals what happened to their home",
    "link": "https://phys.org/news/2025-12-hobbits-mysteriously-years-reveals-home.html",
    "pubDate": "Mon, 08 Dec 2025 11:20:01 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "About 50,000 years ago, humanity lost one of its last surviving hominin cousins, Homo floresiensis (also known as \"the hobbit\" thanks to its small stature). The cause of its disappearance, after more than a million years living on the isolated volcanic island of Flores, Indonesia, has been a longstanding mystery.",
    "guid": "news684415042"
  },
  {
    "title": "Webb reveals double helium tails escaping from a 'hot Jupiter'",
    "link": "https://phys.org/news/2025-12-webb-reveals-helium-tails-hot.html",
    "pubDate": "Mon, 08 Dec 2025 11:13:54 EST",
    "categories": [
      "Astronomy Planetary Sciences"
    ],
    "description": "For the first time, scientists have continuously monitored a planet's escaping atmosphere over a complete orbit, revealing that the gas giant WASP-121 b is surrounded by not one but two massive helium tails stretching more than halfway around its star.",
    "guid": "news684414782"
  },
  {
    "title": "Reconfigurable platform slows lights for on-chip photonic engineering",
    "link": "https://phys.org/news/2025-12-reconfigurable-platform-chip-photonic.html",
    "pubDate": "Mon, 08 Dec 2025 11:10:42 EST",
    "categories": [
      "Optics & Photonics"
    ],
    "description": "Integrated circuits are the brains behind modern electronic devices like computers or smart phones. Traditionally, these circuits—also known as chips—rely on electricity to process data. In recent years, scientists have turned their attention to photonic chips, which perform similar tasks using light instead of electricity to improve speed and energy efficiency.",
    "guid": "news684414542"
  },
  {
    "title": "Greenhouse gases projected to sharply increase extreme flooding in Central Himalayas",
    "link": "https://phys.org/news/2025-12-greenhouse-gases-sharply-extreme-central.html",
    "pubDate": "Mon, 08 Dec 2025 11:10:06 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Rising greenhouse gas emissions could see the size of extreme floods in the Central Himalayas increase by between as much as 73% and 84% by the end of this century.",
    "guid": "news684412290"
  },
  {
    "title": "Towards sustainable organic synthesis—mechanochemistry replaces lithium with sodium in organic reactions",
    "link": "https://phys.org/news/2025-12-sustainable-synthesis-mechanochemistry-lithium-sodium.html",
    "pubDate": "Mon, 08 Dec 2025 11:02:29 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Highly reactive organometallic reagents, like organolithiums (molecules with a carbon–lithium bond) are essential reagents in organic synthesis because of their applications from polymer synthesis to pharmaceuticals, and more. Lithium resources, however, are difficult to access because concentrated deposits are geographically restricted and modern extraction methods are burdened with environmental costs.",
    "guid": "news684414121"
  },
  {
    "title": "First Andean trophy head with cleft lip/palate identified from southern Peru",
    "link": "https://phys.org/news/2025-12-andean-trophy-cleft-lippalate-southern.html",
    "pubDate": "Mon, 08 Dec 2025 10:50:15 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "In a recent study, Dr. Beth Scaffidi analyzed the images of a unique trophy head from southern Peru. The study diagnosed the individual as having had a cleft lip/palate (CLP), making him the first case of an Andean trophy head and one of only six other known human remains from the region with this malformation.",
    "guid": "news684410642"
  },
  {
    "title": "Temporary carbon removals can offset methane's short-term warming impact",
    "link": "https://phys.org/news/2025-12-temporary-carbon-offset-methane-short.html",
    "pubDate": "Mon, 08 Dec 2025 10:40:08 EST",
    "categories": [
      "Environment"
    ],
    "description": "Carbon removal projects could prove vital in offsetting methane emissions—the second largest contributor to global warming.",
    "guid": "news684412206"
  },
  {
    "title": "When companies 'go green,' air quality impacts can vary dramatically",
    "link": "https://phys.org/news/2025-12-companies-green-air-quality-impacts.html",
    "pubDate": "Mon, 08 Dec 2025 10:37:39 EST",
    "categories": [
      "Environment"
    ],
    "description": "Many organizations are taking actions to shrink their carbon footprint, such as purchasing electricity from renewable sources or reducing air travel. Both actions would cut greenhouse gas emissions, but which offers greater societal benefits?",
    "guid": "news684412562"
  },
  {
    "title": "Hydrogel switches from liquid to gel at body temperature, enabling easy removal",
    "link": "https://phys.org/news/2025-12-hydrogel-liquid-gel-body-temperature.html",
    "pubDate": "Mon, 08 Dec 2025 10:36:40 EST",
    "categories": [
      "Polymers Materials Science"
    ],
    "description": "What if a doctor could inject an electricity-conducting liquid into the body, let it temporarily solidify to record nerve signals or jump-start healing, and then return it to liquid form for easy removal?",
    "guid": "news684412514"
  },
  {
    "title": "Peculiar supernova SN 2021ukt transitions from Type IIn to Type Ib",
    "link": "https://phys.org/news/2025-12-peculiar-supernova-sn-2021ukt-transitions.html",
    "pubDate": "Mon, 08 Dec 2025 10:02:48 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Astronomers from the University of California (UC), Berkeley and elsewhere have performed spectroscopic and photometric study of a peculiar supernova designated SN 2021ukt, which underwent a transition from Type IIn to Type Ib. Results of the new study, presented Nov. 28 on the arXiv pre-print server, shed more light on the nature of this supernova.",
    "guid": "news684410543"
  },
  {
    "title": "Adrift like Shackleton: Robot float survives Antarctic ice",
    "link": "https://phys.org/news/2025-12-adrift-shackleton-robot-survives-antarctic.html",
    "pubDate": "Mon, 08 Dec 2025 08:51:13 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "A robotic float has measured the temperature and salinity from parts of the ocean never sampled before—underneath massive floating ice shelves in East Antarctica.",
    "guid": "news684406206"
  },
  {
    "title": "Cosmic gas flows, not collisions, explain Milky Way's double chemical signature",
    "link": "https://phys.org/news/2025-12-cosmic-gas-collisions-milky-chemical.html",
    "pubDate": "Mon, 08 Dec 2025 06:30:05 EST",
    "categories": [
      "Astronomy"
    ],
    "description": "Clues about how galaxies like our Milky Way form and evolve and why their stars show surprising chemical patterns have been revealed by a new study.",
    "guid": "news684397772"
  },
  {
    "title": "When climate risk hits home, people listen: Local details can enhance disaster preparedness messaging",
    "link": "https://phys.org/news/2025-12-climate-home-people-local-disaster.html",
    "pubDate": "Mon, 08 Dec 2025 05:00:01 EST",
    "categories": [
      "Environment"
    ],
    "description": "A subtle change in how climate risk is communicated—mentioning a person's local area—can significantly increase attention to disaster preparedness messages, according to a new study by researchers at the Stockholm School of Economics and Harvard University, published in Nature Human Behaviour. The findings offer a practical, low-cost strategy for governments, insurers and local authorities seeking to boost climate resilience in vulnerable communities.",
    "guid": "news684083405"
  },
  {
    "title": "AI tool visually maps science funding and its real-world impacts",
    "link": "https://phys.org/news/2025-10-ai-tool-visually-science-funding.html",
    "pubDate": "Mon, 06 Oct 2025 11:30:11 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "The impact of scientific research extends far beyond the laboratory. Breakthroughs like insulin and innovations like the internet have transformed our everyday lives. They also influence policymaking and the overall economy. To make the most of every discovery, we must understand how science and its funding ripple through society, but how do we trace that impact?",
    "guid": "news678968147"
  },
  {
    "title": "Nice tone! What an exclamation point does for a text",
    "link": "https://phys.org/news/2025-11-nice-tone-exclamation-text.html",
    "pubDate": "Mon, 03 Nov 2025 09:24:30 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Smeal College of Business, Pennsylvania State University, and University of Southern California report that exclamation point use is widely read as feminine and shapes impressions of warmth, enthusiasm, power, and analytical thinking, without evidence that effects differ by communicator gender.",
    "guid": "news681384265"
  },
  {
    "title": "A hidden simplicity behind how people move: Study reveals geography's role in relocation",
    "link": "https://phys.org/news/2025-09-hidden-simplicity-people-reveals-geography.html",
    "pubDate": "Mon, 01 Sep 2025 12:32:04 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "In a new paper, published in Nature Human Behaviour, scientists from DTU (the Technical University of Denmark) examine how geography shapes human mobility and propose a way to separate physical constraints from behavioral patterns. A result that may improve urban planning, transportation design as well as epidemiology models.",
    "guid": "news675948721"
  },
  {
    "title": "Are university policies holding science back? Study shows how patenting boosts pure research",
    "link": "https://phys.org/news/2025-12-university-policies-science-patenting-boosts.html",
    "pubDate": "Mon, 01 Dec 2025 16:45:20 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "When UC Berkeley biochemist Jennifer Doudna first began studying how bacteria fight virus infections, she had no idea it would result in one of the most important scientific breakthroughs of the century. Her curiosity-driven research on an obscure bacterial immune system called CRISPR eventually led to a revolutionary gene-editing tool—and earned her the 2020 Nobel Prize in Chemistry.",
    "guid": "news683829902"
  },
  {
    "title": "Natural language found more complex than it strictly needs to be—and for good reason",
    "link": "https://phys.org/news/2025-12-natural-language-complex-strictly-good.html",
    "pubDate": "Mon, 01 Dec 2025 15:23:23 EST",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "Human languages are complex phenomena. Around 7,000 languages are spoken worldwide, some with only a handful of remaining speakers, while others, such as Chinese, English, Spanish and Hindi, are spoken by billions. Despite their profound differences, they all share a common function: they convey information by combining individual words into phrases—groups of related words—which are then assembled into sentences. Each of these units has its own meaning, which in combination ultimately form a comprehensible whole.",
    "guid": "news683824981"
  },
  {
    "title": "Massive pit circle confirmed as Neolithic structure near Durrington Walls henge",
    "link": "https://phys.org/news/2025-12-massive-pit-circle-neolithic-durrington.html",
    "pubDate": "Mon, 01 Dec 2025 14:37:21 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "New research from the University of St Andrews, as part of a team led by the University of Bradford, has confirmed the details of a massive, neolithic pit structure recently discovered during a geophysical survey around the Durrington Walls Henge, Wiltshire.",
    "guid": "news683822221"
  },
  {
    "title": "Ancient dirty dishes reveal decades of questionable findings",
    "link": "https://phys.org/news/2025-12-ancient-dirty-dishes-reveal-decades.html",
    "pubDate": "Mon, 01 Dec 2025 14:07:31 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Olive oil is the Swiss army knife of foodstuffs. It can dress salads, sauté vegetables, even grease squeaky hinges. And for archaeologists, its ubiquitous presence in excavated pottery offers a window into the economic, political and social organization of the ancient world.",
    "guid": "news683820422"
  },
  {
    "title": "Humans first entered Australia 60,000 years ago via two routes, DNA analysis suggests",
    "link": "https://phys.org/news/2025-12-humans-australia-years-routes-dna.html",
    "pubDate": "Mon, 01 Dec 2025 13:09:55 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Debate has long surrounded when humans first traveled into Sahul, the ancient landmass that is now Australia, New Guinea and Tasmania. Now, a study published in Science Advances, lends credence to the theory that the first humans entered Sahul around 60,000 years ago from parts of Southeast Asia.",
    "guid": "news683816937"
  },
  {
    "title": "Priming for planned sex increases desire, frequency in parents with young children",
    "link": "https://phys.org/news/2025-12-priming-sex-desire-frequency-parents.html",
    "pubDate": "Mon, 01 Dec 2025 12:06:24 EST",
    "categories": [
      "Social Sciences"
    ],
    "description": "Between the lack of sleep and free time, physical, hormonal and relationship changes, and juggling work and other life commitments, many couples find their sex lives take a hit in the transition to parenthood. Continuing through the early years of child rearing, this can have a negative impact on the overall relationship. While spontaneous sex is put on a pedestal in Western society, a new study led by researchers at York University's Faculty of Health found that encouraging couples with young children to plan sex led to increased desire and frequency.",
    "guid": "news683813162"
  },
  {
    "title": "New discoveries reveal Tell Abraq's role in ancient Persian Gulf trade",
    "link": "https://phys.org/news/2025-12-discoveries-reveal-abraq-role-ancient.html",
    "pubDate": "Mon, 01 Dec 2025 10:37:42 EST",
    "categories": [
      "Archaeology Economics & Business"
    ],
    "description": "If there were a place that could be called the archaeological almanac of Saudi Arabian culture, it would be Tell Abraq, located on the west coast of the United Arab Emirates. This area contains traces of every cultural phase of southeast Arabia's history, covering a period from about 2500 BC through possibly the fourth century AD.",
    "guid": "news683807783"
  },
  {
    "title": "Funding agencies can end profit-first science publishing",
    "link": "https://phys.org/news/2025-12-funding-agencies-profit-science-publishing.html",
    "pubDate": "Mon, 01 Dec 2025 09:09:28 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Funding organizations can fix the science publishing system—which currently puts profit first and science second—according to research published on the arXiv preprint server.",
    "guid": "news683802541"
  },
  {
    "title": "First 'Bible map' published 500 years ago still influences how we think about borders, study suggests",
    "link": "https://phys.org/news/2025-11-bible-published-years-borders.html",
    "pubDate": "Fri, 28 Nov 2025 19:10:01 EST",
    "categories": [
      "Social Sciences Political science"
    ],
    "description": "The first Bible to feature a map of the Holy Land was published 500 years ago in 1525. The map was initially printed the wrong way round—showing the Mediterranean to the East—but its inclusion set a precedent which continues to shape our understanding of state borders today, a new Cambridge study argues.",
    "guid": "news683369041"
  },
  {
    "title": "Studies show how the giant statues on Rapa Nui were made and moved—and what caused the island's deforestation",
    "link": "https://phys.org/news/2025-11-giant-statues-rapa-nui-island.html",
    "pubDate": "Fri, 28 Nov 2025 11:50:03 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Rapa Nui, also known as Easter Island, is often portrayed in popular culture as an enigma. The rationale is clear: The tiny, remote island in the Pacific features nearly 1,000 enormous statues—the moai. The magnitude and number of these monuments defy easy explanation.",
    "guid": "news683551760"
  },
  {
    "title": "Rare stone tool cache found in Australian outback tells story of trade and ingenuity",
    "link": "https://phys.org/news/2025-11-rare-stone-tool-cache-australian.html",
    "pubDate": "Fri, 28 Nov 2025 11:00:04 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "About 170 years ago, a large bundle of stone tools was deliberately buried close to a waterhole in the remote Australian outback. Who buried them and for what purpose? Why were they never retrieved?",
    "guid": "news683547881"
  },
  {
    "title": "Archaeologists discover solitary grave from ancient Kingdom of Kerma in remote Bayuda Desert",
    "link": "https://phys.org/news/2025-11-archaeologists-solitary-grave-ancient-kingdom.html",
    "pubDate": "Fri, 28 Nov 2025 10:30:08 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Dr. Monika Badura and her colleagues have published a study analyzing an isolated burial found in the Bayuda Desert in the journal Azania: Archaeological Research in Africa. The discovery, made at site BP937 in Sudan, has provided valuable information about funerary practices, daily life, and environmental conditions during the early second millennium BC.",
    "guid": "news683547631"
  },
  {
    "title": "Male skulls at Shimao gate rewrite story of Neolithic human sacrifice",
    "link": "https://phys.org/news/2025-11-male-skulls-shimao-gate-rewrite.html",
    "pubDate": "Fri, 28 Nov 2025 10:20:13 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "A new study published in Nature on November 26 has shed light on the origins, population structures, and kinship systems of the people of Shimao—one of China's most significant late Neolithic settlements. Analyses of ancient DNA from individuals who inhabited the site reveal genetic links to southern settlements, while also providing evidence of male mass burials associated with human sacrifice.",
    "guid": "news683547601"
  },
  {
    "title": "Dating a North American rock art tradition that lasted 175 generations",
    "link": "https://phys.org/news/2025-11-dating-north-american-art-tradition.html",
    "pubDate": "Fri, 28 Nov 2025 05:56:24 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "The Pecos River murals are a stunning collection of monumental, multicolored rock paintings in limestone rock shelters across southwest Texas and northern Mexico. They depict human-like figures that reach up to eight meters tall, animals such as deer and snakes, and complex abstract symbols. For years, no one really knew how old these rock art masterpieces were or how long this artistic tradition lasted.",
    "guid": "news683471626"
  },
  {
    "title": "AI matches human graders in ranking macroeconomics exam text responses",
    "link": "https://phys.org/news/2025-10-ai-human-graders-macroeconomics-exam.html",
    "pubDate": "Fri, 24 Oct 2025 11:38:16 EDT",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "How does high population growth affect gross domestic product? Economics students are all too familiar with exam questions like this. As free-text questions, they require not only specialist knowledge but also the ability to think and argue economically. However, grading these answers is a time-consuming task for university assistants: Each answer must be checked and assessed individually.",
    "guid": "news680524683"
  },
  {
    "title": "Using game theory to explain how institutions arise naturally to manage limited resources",
    "link": "https://phys.org/news/2025-08-game-theory-naturally-limited-resources.html",
    "pubDate": "Fri, 22 Aug 2025 13:27:03 EDT",
    "categories": [
      "Mathematics Social Sciences"
    ],
    "description": "A simple model developed by a RIKEN researcher and a collaborator predicts the emergence of self-organized institutions that manage limited resources such as fisheries or irrigation water. This model provides a window into the mechanism behind the emergence of such institutions. The results are published in PNAS.",
    "guid": "news675088021"
  },
  {
    "title": "Time-delay snapshots enable scientists to identify dynamics in chaotic systems",
    "link": "https://phys.org/news/2025-10-delay-snapshots-enable-scientists-dynamics.html",
    "pubDate": "Fri, 17 Oct 2025 13:50:02 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "Many of the world's most important systems, such as the atmosphere, turbulent fluids, and even the motion of planets, behave unpredictably due to chaos and noise. Scientists often study these systems through their \"invariant\" measures, long-term statistical behaviors, rather than individual paths. While useful, these measures have a fundamental limitation: completely different systems can share the same statistics, making it impossible to identify the underlying dynamics.",
    "guid": "news679926834"
  },
  {
    "title": "Fighting poverty may require cultural wisdom, not just cash",
    "link": "https://phys.org/news/2025-11-poverty-require-cultural-wisdom-cash.html",
    "pubDate": "Fri, 14 Nov 2025 13:04:04 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "Most poverty-fighting efforts focus on meeting basic material needs, such as food and shelter. But this overlooks the psychological and cultural factors that shape how people take action in their lives.",
    "guid": "news682347841"
  },
  {
    "title": "College degree still offers strong financial returns despite student loan debt, study finds",
    "link": "https://phys.org/news/2025-11-college-degree-strong-financial-student.html",
    "pubDate": "Fri, 14 Nov 2025 10:00:03 EST",
    "categories": [
      "Economics & Business Education"
    ],
    "description": "Even after factoring in student loan payments, completing a college degree continues to pay off, according to new research from Washington University in St. Louis' Center for Social Development (CSD) at the Brown School.",
    "guid": "news682336599"
  },
  {
    "title": "AI math genius delivers 100% accurate results",
    "link": "https://phys.org/news/2025-11-ai-math-genius-accurate-results.html",
    "pubDate": "Fri, 14 Nov 2025 09:50:06 EST",
    "categories": [
      "Mathematics"
    ],
    "description": "At the 2024 International Mathematical Olympiad (IMO), one competitor did so well that it would have been awarded the Silver Prize, except for one thing: it was an AI system. This was the first time AI had achieved a medal-level performance in the competition's history. In a paper published in the journal Nature, researchers detail the technology behind this remarkable achievement.",
    "guid": "news682335780"
  },
  {
    "title": "Who shows up in times of need? High school extracurriculars offer clues",
    "link": "https://phys.org/news/2025-09-high-school-extracurriculars-clues.html",
    "pubDate": "Fri, 12 Sep 2025 11:38:04 EDT",
    "categories": [
      "Social Sciences Education"
    ],
    "description": "Are nerds the caring ones? High school stereotypes suggest that athletes score more popularity points than marching band members, debaters or leaders in the student council, but research from Rutgers finds that so-called \"geeky\" activities may do more to cultivate compassion in the long run.",
    "guid": "news676895882"
  },
  {
    "title": "Comet 3I/ATLAS displays greenish hue in new Gemini North telescope images",
    "link": "https://phys.org/news/2025-12-gemini-north-images-reveal-greenish.html",
    "pubDate": "Fri, 12 Dec 2025 14:13:40 EST",
    "categories": [
      "Planetary Sciences"
    ],
    "description": "Gemini North captured new images of Comet 3I/ATLAS after it reemerged from behind the sun on its path out of the solar system. The data were collected during a Shadow the Scientists session—a unique outreach initiative that invites students around the world to join researchers as they observe the universe on the world's most advanced telescopes.",
    "guid": "news684771143"
  },
  {
    "title": "Unique bond identified as key to viral infection speed",
    "link": "https://phys.org/news/2025-12-unique-bond-key-viral-infection.html",
    "pubDate": "Fri, 12 Dec 2025 14:00:02 EST",
    "categories": [
      "Cell & Microbiology Molecular & Computational biology"
    ],
    "description": "Viruses are typically described as tiny, perfectly geometric shells that pack genetic material with mathematical precision, but new research led by scientists at Penn State reveals a deliberate imbalance in their shape that helps them infect their hosts.",
    "guid": "news684666041"
  },
  {
    "title": "A new medium for canine stem cells that doesn't contain any human components",
    "link": "https://phys.org/news/2025-12-medium-canine-stem-cells-doesnt.html",
    "pubDate": "Fri, 12 Dec 2025 13:46:14 EST",
    "categories": [
      "Cell & Microbiology Biotechnology"
    ],
    "description": "Canine induced pluripotent stem (iPS) cells possess the ability to differentiate into any type of cell, making them a useful tool for investigating common canine diseases and disease states, including those of humans.",
    "guid": "news684769562"
  },
  {
    "title": "Smarter tools for peering into the microscopic world developed",
    "link": "https://phys.org/news/2025-12-smarter-tools-peering-microscopic-world.html",
    "pubDate": "Fri, 12 Dec 2025 13:32:20 EST",
    "categories": [
      "Cell & Microbiology Molecular & Computational biology"
    ],
    "description": "The microscopic organisms that fill our bodies, soils, oceans and atmosphere play essential roles in human health and the planet's ecosystems. Yet even with modern DNA sequencing, figuring out what these microbes are and how they are related to one another remains extremely difficult.",
    "guid": "news684768721"
  },
  {
    "title": "Feedback loops from oil fields accelerate Arctic warming and other atmospheric changes, study shows",
    "link": "https://phys.org/news/2025-12-feedback-loops-oil-fields-arctic.html",
    "pubDate": "Fri, 12 Dec 2025 12:16:21 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "The climate is changing and nowhere is it changing faster than at Earth's poles. Researchers at Penn State have painted a comprehensive picture of the chemical processes taking place in the Arctic and found that there are multiple, separate interactions impacting the atmosphere.",
    "guid": "news684764161"
  },
  {
    "title": "Rare-earth europium substitution allows for more control over CO₂-to-fuel conversion",
    "link": "https://phys.org/news/2025-12-rare-earth-europium-substitution-fuel.html",
    "pubDate": "Fri, 12 Dec 2025 12:10:02 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "The electrochemical CO2 (carbon dioxide) reduction reaction takes harmful pollutants and transforms them into valuable products like fuel. However, selectively tailoring various processes in this reaction to successfully and efficiently arrive at a particular desired outcome remains a challenge.",
    "guid": "news684763231"
  },
  {
    "title": "Earthquake rupture along Main Marmara Fault shows eastward progression towards Istanbul",
    "link": "https://phys.org/news/2025-12-earthquake-rupture-main-marmara-fault.html",
    "pubDate": "Fri, 12 Dec 2025 11:58:41 EST",
    "categories": [
      "Earth Sciences"
    ],
    "description": "In April 2025, the Main Marmara Fault below the Sea of Marmara in northwestern Türkiye experienced its largest earthquake in over 60 years. In a study published in Science, a team of researchers led by Prof. Dr. Patricia Martínez-Garzón from the GFZ Helmholtz Center for Geosciences in Potsdam, Germany, analyzes nearly two decades of seismic data framing the 2025 April magnitude M 6.2 earthquake.",
    "guid": "news684763081"
  },
  {
    "title": "Glycitein biosynthetic pathway sheds light on soybean disease resistance",
    "link": "https://phys.org/news/2025-12-glycitein-biosynthetic-pathway-soybean-disease.html",
    "pubDate": "Fri, 12 Dec 2025 11:49:20 EST",
    "categories": [
      "Molecular & Computational biology Agriculture"
    ],
    "description": "Researchers from the Institute of Genetics and Developmental Biology of the Chinese Academy of Sciences (CAS) have uncovered the long-elusive biosynthetic pathway of glycitein, a key soybean isoflavonoid. They also reveal how its production determines the plant's resistance to Phytophthora sojae.",
    "guid": "news684762541"
  },
  {
    "title": "Atomic Josephson contacts: How Bose-Einstein condensates replicate Shapiro steps",
    "link": "https://phys.org/news/2025-12-atomic-josephson-contacts-bose-einstein.html",
    "pubDate": "Fri, 12 Dec 2025 11:39:27 EST",
    "categories": [
      "Superconductivity Quantum Physics"
    ],
    "description": "The microscopic processes taking place in superconductors are difficult to observe directly. Researchers at the RPTU University of Kaiserslautern-Landau have therefore implemented a quantum simulation of the Josephson effect: They separated two Bose-Einstein condensates (BECs) by means of an extremely thin optical barrier.",
    "guid": "news684761941"
  },
  {
    "title": "Genomic study reveals how vascular plants adapt to aquatic environments",
    "link": "https://phys.org/news/2025-12-genomic-reveals-vascular-aquatic-environments.html",
    "pubDate": "Fri, 12 Dec 2025 11:37:23 EST",
    "categories": [
      "Plants & Animals Evolution"
    ],
    "description": "Aquatic plants are specialized evolutionary groups adapted to life in water. They play critical roles as food and medicinal supplies (e.g., lotus root and foxnut) and industrial raw materials (e.g., reeds), as well as in ecological restoration. While most aquatic lineages have independently evolved from terrestrial ancestors, the genomic dynamics underlying this adaptation remain largely unexplored.",
    "guid": "news684761821"
  },
  {
    "title": "Water's enigmatic surface: X-ray snapshots reveal atoms and molecules at work",
    "link": "https://phys.org/news/2025-12-enigmatic-surface-ray-snapshots-reveal.html",
    "pubDate": "Fri, 12 Dec 2025 10:58:14 EST",
    "categories": [
      "Optics & Photonics Soft Matter"
    ],
    "description": "Water is all around us, yet its surface layer—home to chemical reactions that shape life on Earth—is surprisingly hard to study. Experiments at SLAC's X-ray laser are bringing it into focus.",
    "guid": "news684759481"
  },
  {
    "title": "Pinpointing the glow of a single atom to advance quantum emitter engineering",
    "link": "https://phys.org/news/2025-12-atom-advance-quantum-emitter.html",
    "pubDate": "Fri, 12 Dec 2025 09:30:35 EST",
    "categories": [
      "General Physics Quantum Physics"
    ],
    "description": "Researchers have discovered how to design and place single-photon sources at the atomic scale inside ultrathin 2D materials, lighting the path for future quantum innovations.",
    "guid": "news684754202"
  },
  {
    "title": "'Hidden' contrails in cirrus clouds contribute to climate warming, research finds",
    "link": "https://phys.org/news/2025-12-hidden-contrails-cirrus-clouds-contribute.html",
    "pubDate": "Fri, 12 Dec 2025 09:20:23 EST",
    "categories": [
      "Earth Sciences Environment"
    ],
    "description": "Researchers at the Institute for Meteorology at Leipzig University have, for the first time, determined the climatic impact of contrails that form within natural cirrus clouds. Contrails account for the largest share of aviation's climate impact beyond carbon dioxide emissions.",
    "guid": "news684753601"
  },
  {
    "title": "Roundworms discovered in Great Salt Lake are new to science",
    "link": "https://phys.org/news/2025-12-roundworms-great-salt-lake-science.html",
    "pubDate": "Fri, 12 Dec 2025 09:20:06 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Nematodes discovered in the Great Salt Lake belong to at least one species that is new to science, and possibly two. A University of Utah research team has published a new paper characterizing the tiny roundworm. The team gave it a name that honors the Indigenous tribe whose ancestral lands include the lake.",
    "guid": "news684753208"
  },
  {
    "title": "Storm study shows adaptive selection in southeast lizards",
    "link": "https://phys.org/news/2025-12-storm-southeast-lizards.html",
    "pubDate": "Fri, 12 Dec 2025 09:08:16 EST",
    "categories": [
      "Plants & Animals Evolution"
    ],
    "description": "How do intermittent events like hurricanes impact natural selection? How do animals adapt to challenging weather? A University of Rhode Island professor has set out to track natural selection in the Anolis lizard over time to see how the species has weathered hurricanes in the southeastern United States.",
    "guid": "news684752881"
  },
  {
    "title": "'Self-activation' is part of the success strategy of parasitic weeds",
    "link": "https://phys.org/news/2025-12-success-strategy-parasitic-weeds.html",
    "pubDate": "Fri, 12 Dec 2025 08:42:10 EST",
    "categories": [
      "Plants & Animals Ecology"
    ],
    "description": "Parasitic weeds extract water and nutrients from their host plants. But what makes these parasites so successful? A study led by Prof Susann Wicke from the Institute for Evolution and Biodiversity at the University of Münster and published in Science Advances has shown that certain parasitic plants activate their feeding organs (haustoria) independently of the host plant. This strategy increases their ability to successfully infest the host.",
    "guid": "news684751321"
  },
  {
    "title": "A healthier sugar substitute: Engineered bacteria yield a sweet solution",
    "link": "https://phys.org/news/2025-12-healthier-sugar-substitute-bacteria-yield.html",
    "pubDate": "Fri, 12 Dec 2025 08:30:26 EST",
    "categories": [
      "Cell & Microbiology Biotechnology"
    ],
    "description": "From saccharin in the 19th century to stevia and monk fruit in the 21st, researchers and the food industry have long sought a sweetener that delivers the taste of sugar without its drawbacks—excess calories, tooth decay, and heightened risk for obesity, insulin resistance, and diabetes.",
    "guid": "news684750601"
  },
  {
    "title": "Swedish freshwater bacteria reveal lost genes and unexpected photosynthesis abilities",
    "link": "https://phys.org/news/2025-12-swedish-freshwater-bacteria-reveal-lost.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:08 EST",
    "categories": [
      "Evolution Cell & Microbiology"
    ],
    "description": "Bacteria are among the most diverse and ancient forms of life on Earth. Yet, much of what is known about them comes from a small group of species, mostly studied for their roles in human health.",
    "guid": "news684675061"
  },
  {
    "title": "Global measures consistently underestimate food insecurity: 1 in 5 who suffer from hunger may go uncounted",
    "link": "https://phys.org/news/2025-12-global-underestimate-food-insecurity-hunger.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:05 EST",
    "categories": [
      "Environment"
    ],
    "description": "International humanitarian aid organizations rely on analyses from the Integrated Food Security Phase Classification (IPC) system, a global partnership that monitors and classifies the severity of food insecurity to help target assistance where and when it is most needed.",
    "guid": "news684681605"
  },
  {
    "title": "Plant hormone allows lifelong control of proteins in living animal for first time",
    "link": "https://phys.org/news/2025-12-hormone-lifelong-proteins-animal.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:03 EST",
    "categories": [
      "Biotechnology Molecular & Computational biology"
    ],
    "description": "Researchers have found a way to control protein levels inside different tissues of a whole, living animal for the first time. The method lets scientists dial protein levels up or down with great precision during the animal's entire life, a technological advance which can help them study the molecular underpinnings of aging and disease.",
    "guid": "news684681616"
  },
  {
    "title": "Hidden patterns of isolation and segregation found in all American cities",
    "link": "https://phys.org/news/2025-12-hidden-patterns-isolation-segregation-american.html",
    "pubDate": "Fri, 12 Dec 2025 05:00:01 EST",
    "categories": [
      "Social Sciences Economics & Business"
    ],
    "description": "A comprehensive analysis of 383 U.S. cities reveals a striking pattern: most have rings of isolation in suburban areas and segregated pockets near the urban core, that are shaped by race, wealth, and proximity to downtown, finds a new study by UCL researchers.",
    "guid": "news684666048"
  },
  {
    "title": "Ancient undersea wall dating to 5,800 BC discovered off French coast",
    "link": "https://phys.org/news/2025-12-ancient-undersea-wall-dating-bc.html",
    "pubDate": "Fri, 12 Dec 2025 04:42:10 EST",
    "categories": [
      "Archaeology"
    ],
    "description": "Divers have discovered a long-submerged wall some 7,000 years old under the sea off western France, scientists said Thursday.",
    "guid": "news684736909"
  },
  {
    "title": "Sea reptile's tooth shows that mosasaurs could live in freshwater",
    "link": "https://phys.org/news/2025-12-sea-reptile-tooth-mosasaurs-freshwater.html",
    "pubDate": "Fri, 12 Dec 2025 02:00:01 EST",
    "categories": [
      "Paleontology & Fossils"
    ],
    "description": "Mosasaurs, giant marine reptiles that existed more than 66 million years ago, lived not only in the sea but also in rivers. This is shown by new research based on analyses of a mosasaur tooth found in North Dakota and believed to belong to an animal that could reach a length of 11 meters.",
    "guid": "news684665523"
  },
  {
    "title": "When mathematics meets aesthetics: Tessellations as a precise tool for solving complex problems",
    "link": "https://phys.org/news/2025-10-mathematics-aesthetics-tessellations-precise-tool.html",
    "pubDate": "Fri, 10 Oct 2025 12:10:01 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "In a recent study, mathematicians from Freie Universität Berlin have demonstrated that planar tiling, or tessellation, is much more than a way to create a pretty pattern. Consisting of a surface covered by one or more geometric shapes with no gaps and no overlaps, tessellations can also be used as a precise tool for solving complex mathematical problems.",
    "guid": "news679316546"
  },
  {
    "title": "'Battleship'-style math can improve sustainable design, groundwater management, nuclear waste storage and more",
    "link": "https://phys.org/news/2025-10-battleship-style-math-sustainable-groundwater.html",
    "pubDate": "Fri, 10 Oct 2025 11:17:05 EDT",
    "categories": [
      "Mathematics"
    ],
    "description": "In an approach reminiscent of the classic board game \"Battleship,\" Stanford researchers have discovered a way to characterize the microscopic structure of everyday materials such as sand and concrete with high precision.",
    "guid": "news679313822"
  },
  {
    "title": "Free radicals caught in the act with slow spectroscopy",
    "link": "https://phys.org/news/2025-12-free-radicals-caught-spectroscopy.html",
    "pubDate": "Fri, 05 Dec 2025 14:00:03 EST",
    "categories": [
      "Analytical Chemistry Materials Science"
    ],
    "description": "Why does plastic turn brittle and paint fade when exposed to the sun for long periods? Scientists have long known that such organic photodegradation occurs due to the sun's energy generating free radicals: molecules that have lost an electron to sunlight-induced ionization and have been left with an unpaired one, making them very eager to react with other molecules in the environment. However, the exact mechanisms for how and why the energy from the sun's photons get stored and released in the materials over very long periods have eluded empirical evidence.",
    "guid": "news683999548"
  },
  {
    "title": "Copper-64 isotope made easier: Recoil chemistry could lower medical imaging costs",
    "link": "https://phys.org/news/2025-12-copper-isotope-easier-recoil-chemistry.html",
    "pubDate": "Fri, 05 Dec 2025 12:44:15 EST",
    "categories": [
      "Biochemistry Analytical Chemistry"
    ],
    "description": "The copper isotope Cu-64 plays an important role in medicine: It is used in imaging processes and also shows potential for cancer therapy. However, it does not occur naturally and must be produced artificially—a complex and costly process.",
    "guid": "news684161041"
  },
  {
    "title": "Subnational income inequality revealed: Regional successes may hold key to addressing widening gap globally",
    "link": "https://phys.org/news/2025-12-subnational-income-inequality-revealed-regional.html",
    "pubDate": "Fri, 05 Dec 2025 05:00:01 EST",
    "categories": [
      "Economics & Business"
    ],
    "description": "Income inequality is one of the most important measures of economic health, social justice and quality of life. More reliably trackable than wealth inequality, which was recently given a gloomy report card by the G20, income inequality is particularly relevant to immediate economic relief, mobility and people's everyday standard of living.",
    "guid": "news684000866"
  }
]